
{
    "man": {
    "categories": [
      {
        "name": "Король ❤️",
        "slug": "category_man_corol",
        "promts": [
          "sks man with good muscles, he sits on a velvet throne in a palace with bright lighting, gold-framed paintings on the walls, columns in the background, a crown on his head, a scepter in his hands, a ceremonial robe on top of it, a velvet formal suit, strict boots on his feet, an elegant pose, a haughty expression on his face"
        ]
      },
      {
        "name": "Бог ❤️",
        "slug": "category_man_god",
        "promts": [
          "sks man looks like Poseidon, powerful with very good muscles, holds a trident in his hands, sits majestically on a chariot, behind him is a stormy sea and sharp reefs, thunder and lightning in the sky, a dark atmosphere"
        ]
      },
      {
        "name": "Свадьба ❤️",
        "slug": "category_man_svadba",
        "promts": [
          "sks man standing on the street near the wedding palace in a classic pantsuit with a boutonniere, a shirt with a tie, classic shoes, there are a lot of people nearby, the weather is sunny, the atmosphere is joyful, the mood is festive",
          "sks man sitting in a classic pantsuit with a boutonniere, shirt and tie at a festive table, there is a lot of food on the table, there are beautiful candles and flowers, a solemn atmosphere, people are sitting and standing nearby, in the background there are beautiful hanging plants in which the lights from the garland are intertwined"
        ]
      },
      {
        "name": "Old Money ❤️",
        "slug": "category_man_old_money",
        "promts": [
          "sks man stands in an elegant silk suit on the transparent balcony of a skyscraper, behind the skyscrapers and the river, the night atmosphere, next to him a table with glasses of expensive champagne, lobster on plates, marbled beef, white truffles, laconic candles"
        ]
      },
      {
        "name": "Пляж ❤️",
        "slug": "category_man_plaj",
        "promts": [
          "sks man a well-muscled man in linen shorts and sunglasses is standing on the sand among palm trees, with an endless ocean with shallow waves in the background, and good weather"
        ]
      }
    ]
  },
  "woman":{
    "categories": [
      {
        "name": "Королева ❤️",
        "slug": "category_woman_coroleva",
        "promts": [
          "Seated on a plush, velvet-upholstered chair, the sks woman exudes a sense of regal elegance as the queen of a richly appointed, candlelit chamber. Her magnificent, embroidered gown and serene, yet subtly assertive expression convey a sense of timeless beauty and unwavering authority.",
          "Seated upon a gilded throne, the sks woman appears as a graceful and alluring queen, her flowing, jewel-encrusted dress accentuating her elegant silhouette. Her serene, yet subtly powerful expression conveys a sense of wisdom and poise, as she presides over her court in a high-ceilinged, opulent throne room. Dramatic shadows and highlights, reminiscent of Renaissance portraiture, add depth and drama to the scene.",
          "A young, beautiful sks woman stands majestically as the queen of a grand palace, her regal, shimmering gown cascading elegantly around her. Her proud expression and confident pose exude an air of authority, as she gazes out over her kingdom with a hint of a benevolent smile. Warm, golden lighting filters through the grand, ornate windows, casting a warm glow upon her face."
        ]
      },
      {
        "name": "Богиня ❤️",
        "slug": "category_woman_bogina",
        "promts": [
          "sks woman, a divine goddess of light, with long, flowing golden hair that catches the sunlight, wearing an elegant white gown embroidered with intricate silver patterns. Her skin glows softly, and her piercing blue eyes radiate calm and wisdom. She stands gracefully on a marble platform, surrounded by blooming white lilies and doves. The background features a serene sunset with warm hues of orange and pink, blending into a soft, dreamy sky. Style: hyper-realistic portrait, natural lighting, delicate textures, ethereal and peaceful atmosphere.",
          "sks woman, a majestic goddess of nature, with long, flowing auburn hair cascading down her back, adorned with a crown of golden leaves and blooming flowers. Her skin glows with a radiant, sunlit warmth, and her emerald-green eyes exude power and serenity. She wears a regal, flowing gown made of shimmering green and gold fabrics, with intricate patterns resembling vines and blossoms. A soft, golden aura surrounds her as she stands atop a rocky cliff, overlooking a vast, untouched forest bathed in the golden light of dawn. Mist rises from the valleys below, and birds soar around her in reverence. Style: hyper-realistic, divine and powerful, rich earthy tones, lifelike textures, awe-inspiring atmosphere.",
          "sks woman, a divine goddess of the cosmos, with long, flowing black hair that shimmers like the night sky, adorned with delicate silver stars and a crescent moon diadem. Her porcelain skin glows faintly, as if reflecting starlight, and her piercing violet eyes radiate wisdom and mystery. She wears an elegant, flowing gown of deep midnight blue, embroidered with constellations and galaxies that seem to shift and sparkle. A luminous, ethereal aura surrounds her as she stands on a floating platform of crystalline obsidian, surrounded by swirling nebulae and distant stars. The background is an infinite expanse of space, with vibrant colors of cosmic clouds and distant planets. Style: hyper-realistic, celestial and majestic, dramatic lighting, intricate details, awe-inspiring and otherworldly atmosphere."
        ]
      },
      {
        "name": "Свадьба ❤️",
        "slug": "category_woman_svadba",
        "promts": [
          "sks woman, a vision of elegance, stands in the heart of a magical garden at golden hour. She wears a timeless A-line wedding gown with a fitted bodice adorned with intricate lace appliqués and a full tulle skirt that cascades into a long, delicate train. Her veil, made of the finest silk tulle, flows gracefully behind her, catching the soft breeze. Her hair is styled in loose, romantic waves, with a few strands framing her face, and she wears a delicate pearl tiara that glimmers in the sunlight. In her hands, she holds a lush bouquet of ivory roses and eucalyptus, tied with a silk ribbon. The garden is alive with guests dressed in formal attire, chatting and laughing under the shade of ancient trees. A string quartet plays softly in the background, and a vintage wooden arch covered in ivy serves as the focal point. The golden light filters through the trees, casting a warm, ethereal glow on the scene. Style: hyper-realistic, cinematic, soft and warm lighting, intricate textures.",
          "sks woman, the epitome of modern sophistication, stands confidently in a grand, opulent ballroom, facing the viewer with a radiant smile. She wears a sleek, form-fitting wedding gown with a plunging V-neckline, a dramatic open back, and a long, satin train that pools elegantly on the floor. The dress is embellished with subtle crystal details that catch the light with every movement. Her hair is styled in a polished low bun, and she wears a pair of stunning diamond chandelier earrings. She holds a minimalist bouquet of white orchids, tied with a black satin ribbon. Behind her, elegantly dressed guests mingle and chat, holding champagne glasses. Towering crystal chandeliers illuminate the space, and mirrored walls reflect the grandeur of the scene. A live band plays soft jazz music in the background, and waiters in tuxedos serve hors d'oeuvres. The lighting is soft yet dramatic, with golden accents that highlight her figure and the luxurious atmosphere. Style: hyper-realistic, modern and luxurious, high contrast lighting, clean and elegant details, chic and glamorous atmosphere.",
          "sks woman, a free-spirited bohemian bride, stands barefoot on a pristine sandy beach, facing the viewer with a warm, joyful smile. She wears a flowing, ethereal wedding gown with delicate lace detailing, off-the-shoulder sleeves, and a tiered skirt that sways gently in the ocean breeze. Her hair is loose and natural, adorned with a crown of wildflowers and eucalyptus leaves. She holds a whimsical bouquet of dried pampas grass and feathers, tied with a rustic twine. Behind her, guests dressed in casual, bohemian attire sit on wooden benches and colorful rugs, laughing and chatting. A small group of musicians plays acoustic guitars and hand drums, creating a relaxed and joyful atmosphere. A driftwood arch draped with flowing white fabric and greenery serves as the ceremony backdrop. The sky is a breathtaking canvas of pink, orange, and purple hues, reflecting on the calm ocean waves. Children run along the shore, and a few guests dip their toes in the water. Style: hyper-realistic, bohemian and natural, warm sunset lighting, soft textures, dreamy and enchanting atmosphere."
        ]
      },
      {
        "name": "Old Money ❤️",
        "slug": "category_woman_old_money",
        "promts": [
          "Relaxing in a plush armchair, a young, handsome sks woman sips a glass of fine wine, her gaze thoughtful and serene. She is dressed in a luxurious, silk robe, her hair tied back, creating a captivating image of refined leisure. The scene is set in a spacious, well-appointed library, with floor-to-ceiling bookshelves and a vast, arched window overlooking a lush, manicured garden.",
          "A young, beautiful sks woman in a luxurious evening gown sits by a crackling fireplace, basking in the warm glow and contemplating the rich life she leads. Her dress is made of flowing, shimmering satin, and her hair is elegantly styled. The background is a cozy, well-appointed study, with bookshelves lining the walls and a large, ornate window offering a view of a moonlit garden.",
          "Seated at a grand, mahogany dining table, a young, beautiful sks woman enjoys a meal with her family, her expression one of warmth and contentment. The dining room is adorned with fine china, crystal glassware, and a sprawling floral centerpiece, creating an atmosphere of refined luxury. The soft, golden light filtering through the large windows lends a cozy, inviting ambiance to the scene.",
          "A stunning sks woman, dressed in a flowing, silk robe, stands on the balcony of her penthouse suite, gazing out over the glittering skyline of a bustling city. Her expression is one of contemplation, as she takes in the breathtaking view and the wealth of opportunities that her privileged life affords her. The scene is captured in a cinematic, high-contrast photography style, accentuating the drama and elegance of the moment.",
          "Seated at a grand, white grand piano, a young, beautiful sks woman plays a soulful melody, her fingers dancing across the keys with practiced grace. The spacious, high-ceilinged room is adorned with ornate moldings, tapestries, and a sweeping staircase, creating an atmosphere of refined, artistic elegance. The sks woman's expression is one of deep, emotional connection to the music, reflecting the richness and depth of her life experiences."
        ]
      },
      {
        "name": "Пляж ❤️",
        "slug": "category_woman_plaj",
        "promts": [
          "A stunning sks woman strides through the shallow waves, her long, flowing dress billowing around her in the ocean breeze. Her gaze is introspective and serene, her expression radiating a sense of inner peace and connection with the natural world. The photographer's use of a wide-angle lens and dramatic lighting creates a powerful, cinematic effect, highlighting the sks woman's grace and elegance.",
          "A young sks woman sits cross-legged on a towel, her sun-kissed skin glowing against the vibrant turquoise hue of the ocean. She wears a vibrant, patterned bikini that complements the tropical beach setting, her expression serene and contemplative as she takes in the breathtaking scenery. The image is rendered in a vibrant, illustrative style that captures the warmth and energy of the scene.",
          "A stylish sks woman strolls along the pristine sandy beach, her sleek black one-piece swimsuit accentuating her confident posture. Sunlight glints off the crystal-clear waters in the background, setting the scene for an elegant, fashion-forward editorial shoot. The photographer's keen eye captures the sks woman's effortless grace.",
          "A young, beautiful sks woman reclines on a beach towel, her eyes shielded by a wide-brimmed sun hat. She wears a delicate, lace-trimmed camisole and high-waisted shorts, her expression relaxed and content as she soaks up the warm, golden rays of the sun. The photographer's lens captures the tranquil, intimate moment, using a soft, romantic filter to create a dreamlike, timeless quality.",
          "A high-contrast, black-and-white photographic portrait of a sks woman with a strong, determined expression. She stands on a windswept beach, her hair and flowing, nautical-inspired dress billowing around her as she gazes out towards a massive, towering ship in the distance. The image has a sense of dramatic, cinematic tension, capturing the sks woman's inner strength and the power of the natural.",
          "Photographic image of a sks woman standing on a secluded, rocky beach, her gaze fixed on the distant horizon where a massive, towering ship can be seen emerging from the mist. She wears a long, flowing dress in a rich, jewel-toned hue, its fabric rippling in the salty breeze. The scene is captured with a cinematic, widescreen aspect ratio, creating a sense of grand, sweeping scale and dramatic tension.",
          "Detailed 3D render of a beautiful sks woman standing on a sun-kissed beach, her long, flowing hair and billowing dress caught in a gentle breeze. In the background, a grand, wooden ship with towering masts and billowing sails dominates the scene, its intricate details meticulously crafted. The lighting is warm and natural, casting a warm, golden hue over the entire composition, creating a sense of timeless, coastal serenity."
        ]
      },
      {
        "name": "Великий Гэтсби ❤️",
        "slug": "category_woman_viliki_getcby",
        "promts": [
          "A stunning 1920s-inspired sks woman in a Gatsby-themed setting, wearing a shimmering silver flapper dress with a deep V-neckline and feathered accents. She poses gracefully, her elegant expression exuding a captivating mix of confidence and allure, as she stands against a backdrop of art deco-inspired architecture and the warm glow of chandeliers.",
          "A young sks woman, her beautiful face framed by a stylish bob haircut, gazes wistfully into the distance, lost in the enchanting atmosphere of a Gatsby-era speakeasy. She wears a flowing, emerald green dress with delicate beading, her posture exuding a sense of effortless sophistication.",
          "In a dimly lit Gatsby-era jazz club, a sks woman in a sleek, burgundy satin gown stands tall, her confident pose and sultry expression capturing the essence of the roaring twenties. The soft lighting casts a warm, vintage hue, accentuating the details of her intricate dress and the mysterious air surrounding her.",
          "Framed by the opulent setting of a Gatsby-era mansion, a sks woman in a shimmering, gold lamé dress strikes a captivating pose, her eyes filled with a tantalizing mix of mystery and allure. The soft, golden lighting and the intricate details of her gown create a visually striking and captivating image.",
          "In a Gatsby-themed speakeasy, a sks woman in a shimmering, silver sequined dress leans against the bar, her confident expression and relaxed pose exuding a sense of effortless sophistication. The dim lighting and the Art Deco-inspired decor create a moody, evocative atmosphere.",
          "Amidst the opulent grandeur of a Gatsby-era mansion, a sks woman in a sleek, black satin gown poses with a glass of champagne, her confident expression and alluring demeanor capturing the essence of the roaring twenties. The intricate architectural details and the soft, golden lighting create a visually stunning and enchanting scene.",
          "In a Gatsby-inspired setting, a sks woman in a shimmering, ivory lace dress stands tall, her confident pose and alluring gaze capturing the essence of the roaring twenties. The warm, golden light filters through the tall windows, casting a warm, vintage-inspired glow on her delicate features and the intricate details of her gown."
        ]
      },
      {
        "name": "Спорт ❤️",
        "slug": "category_woman_sport",
        "promts": [
          "A sporty sks woman in a vibrant, form-fitting athletic outfit stands in a lush, verdant field, her face radiating determination as she prepares to start her training routine on a beautiful, sunny day. The image is captured in a crisp, high-resolution photographic style with a shallow depth of field, highlighting the sks woman's athletic grace and poise.",
          "An illustration of a sks woman in a sleek, aerodynamic sports uniform dashing across a pristine, snow-covered landscape, her expression one of focused intensity as she navigates the challenging terrain. The scene is rendered in a dynamic, digital painting style with vibrant, saturated colors and dramatic lighting, conveying a sense of energy and movement.",
          "A sks woman in a stylish, form-fitting cycling ensemble pedals confidently through a winding, sun-dappled forest trail, her facial features reflecting a sense of tranquility and inner strength. The image is captured in a cinematic, high-contrast black and white photography style, emphasizing the power and elegance of her athletic form.",
          "A stunning, young sks woman in a sleeveless, moisture-wicking sports top and tight-fitting yoga pants strikes a graceful, balancing pose on a serene, lakeside dock, her face serene and focused as she engages in her daily meditation practice. The scene is rendered in a soft, pastel-hued illustration style, creating a calming, ethereal atmosphere.",
          "A beautiful, athletic sks woman in a vibrant, neon-accented athletic outfit sprints with powerful determination through a bustling city street, her facial expression one of fierce concentration as she navigates the urban landscape. The image is captured in a dynamic, high-energy photographic style with a slightly elevated camera angle, highlighting the sks woman's athleticism and momentum.",
          "A vibrant, digital illustration of a sks woman in a sleek, high-performance racing suit speeding through a futuristic, neon-lit cityscape on a high-tech, hover-powered motorcycle, her facial features exuding a fierce, determined expression as she navigates the challenging environment.",
          "A sks woman in a stylish, moisture-wicking sports bra and high-waisted leggings stands triumphantly atop a mountain peak, her face beaming with a sense of accomplishment and exhilaration as she surveys the breathtaking, snow-capped landscape below. The image is captured in a cinematic, high-contrast photographic style with dramatic lighting, emphasizing the sks woman's athletic prowess and the grandeur of the natural setting."
        ]
      },
      {
        "name": "Беременность ❤️",
        "slug": "category_woman_beremenost",
        "promts": [
          "A pregnant sks woman sits in a cozy, well-lit studio, surrounded by an array of art supplies and creative tools. The image has a warm, inviting quality, with the sks woman's focused expression and the vibrant, tactile environment conveying a sense of artistic passion and inspiration. The photograph is shot in a bright, clean style, with a shallow depth of field that keeps the sks woman's face in sharp focus.",
          "A pregnant sks woman stands in a sunlit, open field, her flowing, sheer dress billowing around her. The image has a dreamlike, ethereal quality, with the sks woman's figure appearing almost otherworldly. The photograph is shot from a low angle, with a wide-angle lens that captures the vast, expansive landscape surrounding her.",
          "A pregnant sks woman sits cross-legged on a cozy, sheepskin rug, her hands resting on her belly as she meditates. The environment is calm and minimalist, with soft, natural light filtering in through a nearby window. The image has a serene, meditative quality, conveying a sense of inner peace and connection with the sks woman's changing body.",
          "A radiant, young pregnant sks woman dances joyfully in a field of wildflowers, her flowing, colorful dress and long, dark hair swirling around her. The image has a vibrant, whimsical quality, capturing the sks woman's carefree, celebratory spirit. The photograph is taken from a low angle, with a shallow depth of field that blurs the background, drawing the viewer's focus to the sks woman's exuberant movements."
        ]
      },
      {
        "name": "В белье ❤️",
        "slug": "category_woman_v_belie",
        "promts": [
          "A beautiful young sks woman in a sheer black lace lingerie set poses seductively against a dimly lit, sensual bedroom backdrop. The soft, warm lighting accentuates the delicate fabrics and her sultry expression, creating an intimate, alluring ambiance.",
          "A young, handsome sks woman in a sheer, white silk chemise lounges on a luxurious, velvet chaise, her expression soft and inviting. The opulent, jewel-toned boudoir setting, complete with plush fabrics and rich, atmospheric lighting, evokes a sense of timeless sensuality.",
          "Illuminated by the warm glow of a crackling fireplace, the sks woman stands in a cozy, rustic cabin, wearing a delicate, sheer floral lace bodysuit. Her serene, pensive gaze and the intimate, romantic setting create a dreamy, nostalgic mood.",
          "Wearing a bold, red satin bustier with delicate lace accents, the sks woman strikes a powerful, confident pose in a chic, modern studio setting. The stark, dramatic lighting and high-contrast composition lend an air of sophistication and editorial flair to the image.",
          "In a high-contrast, black-and-white photograph, a sks woman in a sleek, high-cut bodysuit stands in a minimalist, industrial-inspired studio. Her strong, confident stance and the stark, graphic composition lend an air of modern, editorial sophistication to the image."
        ]
      }
    ]
  }
}