  {
    "man": {
      "categories": [
        {
          "name": "Король 👑",
          "slug": "category_man_corol",
          "promts": [
            "sks man with good muscles, he sits on a velvet throne in a palace with bright lighting, gold-framed paintings on the walls, columns in the background, a crown on his head, a scepter in his hands, a ceremonial robe on top of it, a velvet formal suit, strict boots on his feet, an elegant pose, a haughty expression on his face",
            "A regal and majestic portrait of a sks man, the king, wearing an ornate royal robe adorned with intricate gold embroidery and a magnificent fur-trimmed cape. He stands tall, his posture exuding confidence and authority, his piercing gaze commanding attention. The king is set against a backdrop of a grand, opulent throne room, the warm lighting casting a warm glow on his noble features. This photographic masterpiece captures the essence of power and sovereignty.",
            "A whimsical digital illustration depicting the sks man, the king, in a playful and lighthearted manner. The king is shown lounging on a plush velvet chaise, his expression relaxed and amused. He is dressed in a richly embroidered robe, his crown perched atop his head at a jaunty angle. The setting is a cozy, intimate library, shelves of leather-bound books lining the walls and a crackling fireplace casting a warm glow. This charming depiction showcases the king's more whimsical and carefree side.",
            "A striking close-up photograph of the sks man, the king, his intense gaze captivating the viewer. The king's features are sharp and angular, his brow furrowed with a hint of a frown. He is adorned with a magnificent crown, the intricate metalwork and precious gems catching the light and drawing the eye. The background is blurred, ensuring the focus remains solely on the king's powerful and commanding presence.",
            "A moody and atmospheric digital painting of the sks man, the king, seated on his throne in a dimly lit throne room. The king's face is partially obscured by shadows, adding an air of mystery and intrigue to his expression. He is dressed in a sumptuous velvet robe, the fabric's rich hues complementing the somber tones of the setting. The throne room is illuminated by flickering candlelight, casting a warm, haunting glow and evoking a sense of the king's solitary contemplation.",
            "A stunning 3D rendered image of the sks man, the king, presented in a majestic, larger-than-life statue. The king's features are chiseled with precise detail, his expression one of regal stoicism. He is clad in ornate, gilded armor, his cape billowing dramatically behind him. The statue is set against a backdrop of a grand, awe-inspiring cathedral, the towering spires and stained-glass windows adding to the sense of grandeur and reverence."
          ]
        },
        {
          "name": "Бог 🔱",
          "slug": "category_man_god",
          "promts": [
            "sks man looks like Poseidon, powerful with very good muscles, holds a trident in his hands, sits majestically on a chariot, behind him is a stormy sea and sharp reefs, thunder and lightning in the sky, a dark atmosphere",
            "Silhouetted against the vibrant, painted sky of a celestial realm, the sks man stands tall, his arms outstretched in a gesture of benediction. The intricate details of his garments and the subtle play of light and shadow across his features lend an air of mysticism and reverence to the scene.",
            "Illuminated by the warm, diffused light of a stained-glass window, the sks man's face is a study in reverence and devotion, his eyes closed in prayer. The intricate details of his ornate robes and the surrounding sacred space lend an air of timeless spirituality to the scene, evoking a sense of the divine and the eternal.",
            "Capturing the essence of Apollon's divine radiance, the sks man is depicted in a full-body pose, his robes flowing gracefully around him as if caught in a gentle breeze. The lighting is soft and diffused, creating a halo-like effect around his head and lending an ethereal quality to the scene. The background is a serene, azure sky, suggesting a realm beyond the mortal plane and reinforcing the sks man's connection to the celestial realm.",
            "Stepping forth from the pages of ancient Greek mythology, the sks man as Apollon stands amidst a lush, verdant garden, basking in the warm, golden sunlight. His expression is one of benevolent authority, as if he were bestowing his blessings upon the land. The delicate, leaf-patterned fabric of his robes sways gently in a soft breeze, adding a sense of movement and vitality to the scene."
          ]
        },
        {
          "name": "Свадьба 🤵‍♂️",
          "slug": "category_man_wedding",
          "promts": [
            "sks man standing on the street near the wedding palace in a classic pantsuit with a boutonniere, a shirt with a tie, classic shoes, there are a lot of people nearby, the weather is sunny, the atmosphere is joyful, the mood is festive",
            "sks man sitting in a classic pantsuit with a boutonniere, shirt and tie at a festive table, there is a lot of food on the table, there are beautiful candles and flowers, a solemn atmosphere, people are sitting and standing nearby, in the background there are beautiful hanging plants in which the lights from the garland are intertwined",
            "A young, dashing sks man steps out of a vintage, elegantly decorated wedding limousine, his expression radiating a mixture of excitement and anticipation. His slim-fitting, charcoal-gray tuxedo complements his slender, athletic build, while the carefully styled hair and neatly trimmed beard add to his polished, sophisticated appearance. The picturesque, historic city street serves as a stylish, urban backdrop for this wedding day portrait.",
            "A handsome, stylish sks man stands confidently in the center of a grandiose, ornate wedding venue. His tuxedo is impeccably tailored, the fabric shimmering in the soft, warm lighting. His expression is serene, exuding an air of sophistication and anticipation as he awaits his bride. The opulent background features intricate architectural details and lush floral arrangements, setting the stage for a romantic, elegant wedding ceremony.",
            "A handsome, mature sks man stands confidently in the center of a sun-dappled garden, his expression conveying a sense of contentment and joy. His well-fitted, midnight-blue tuxedo accentuates his distinguished, classic style, while the lush, vibrant foliage and delicate floral arrangements create a serene, natural setting for this elegant wedding portrait.",
            "A young, dashing sks man gazes lovingly at the camera, his expression brimming with happiness and excitement. He is dressed in a sharp, classic black tuxedo, the crisp lines and tailored fit accentuating his confident, charismatic presence. The scene is set against a picturesque outdoor backdrop, with a stunning garden or vineyard providing a lush, natural setting for the wedding festivities."
          ]
        },
        {
          "name": "Old Money 💰",
          "slug": "category_man_old_money",
          "promts": [
            "sks man stands in an elegant silk suit on the transparent balcony of a skyscraper, behind the skyscrapers and the river, the night atmosphere, next to him a table with glasses of expensive champagne, lobster on plates, marbled beef, white truffles, laconic candles",
            "Seated in a plush, velvet armchair, a sks man savors a glass of fine, aged whisky, his expression one of quiet, contemplative enjoyment. His luxurious, bespoke smoking jacket and the richly-appointed, wood-paneled study that surrounds him suggest a life of cultivated indulgence and refined, hedonistic pleasures. The soft, warm lighting and the muted, sepia-toned photographic style create a sense of timeless, gentlemanly elegance.",
            "A sks man stands in a grand, ornate ballroom, his gaze sweeping across the elegant, gilded surroundings. His impeccable, bespoke tuxedo and poised, regal bearing convey a sense of aristocratic refinement and unparalleled social status. The warm, golden light reflects off the ornate chandeliers and polished marble floors, creating a sumptuous, opulent atmosphere, and the image is captured with a high-resolution, cinematic style that highlights the sks man's youthful, debonair charm.",
            "A sks man stands in a sleek, modern penthouse apartment. The sks man's lean, athletic frame is accentuated by a slim-fit, charcoal gray suit, exuding a sense of understated elegance. His facial expression is pensive, as he gazes out over the expansive cityscape visible through the floor-to-ceiling windows. The minimalist, contemporary decor and the breathtaking urban panorama create an atmosphere of sophisticated, urban sophistication.",
            "An elegantly attired sks man stands in a grand, marble-clad foyer, his expression serene and pensive. His designer suit, in a subtle, muted palette, is cut to perfection, complementing his tall, slender frame. The lighting is soft and warm, casting a golden glow that enhances the sks man's handsome features. The expansive, high-ceilinged space surrounding him suggests a lavish, prestigious residence, reinforcing his position as a member of the elite."
          ]
        },
        {
          "name": "Пляж 🏖️",
          "slug": "category_man_beach",
          "promts": [
            "sks man a well-muscled man in linen shorts and sunglasses is standing on the sand among palm trees, with an endless ocean with shallow waves in the background, and good weather",
            "A handsome, middle-aged sks man reclined on a brightly colored beach towel, his eyes hidden behind a pair of stylish sunglasses as he reads a book. His crisp, white linen shirt and khaki shorts convey a sense of refined, coastal style that perfectly suits the serene, sun-drenched setting. The rhythmic sound of the waves lapping at the shore creates a calming, tranquil atmosphere.",
            "A strikingly attractive sks man strolling along the beach, his confident, casual stride effortlessly conveying a sense of carefree confidence. He's dressed in a well-fitted, light-colored linen shirt and tailored, khaki shorts, a look that seamlessly captures the effortless elegance of coastal style. His rugged, sun-kissed features and warm, friendly smile create a welcoming, approachable presence.",
            "A striking, bespectacled sks man seated on a driftwood log, his gaze focused intently on the pages of a book as he immerses himself in the tranquil, coastal setting. His outfit, a crisp, white button-down shirt and slim-fit, navy blue trousers, exudes a sense of refined, intellectual style that perfectly complements the serene, sun-dappled environment. The soft, diffused light and muted, natural tones create a calming, contemplative atmosphere.",
            "A ruggedly handsome sks man standing at the water's edge, his toned, muscular physique on display in a pair of form-fitting, charcoal-gray board shorts. His face is partially obscured by a well-worn, wide-brimmed hat, but his intense, unwavering gaze and chiseled features convey a sense of quiet, understated power. The dramatic, stormy sky and crashing waves create a moody, atmospheric backdrop that heightens the sense of raw, elemental energy."
          ]
        },
        {
          "name": "Великий Гэтсби 🎩",
          "slug": "category_man_gatsby",
          "promts": [
            "In a dimly lit speakeasy, a dapper sks man sips from a crystal tumbler, his expression a mix of contemplation and subtle amusement. His three-piece suit is impeccably cut, the fabric's sheen catching the soft, amber glow of the overhead lamps. The setting's warm, sepia-toned ambiance transports the viewer to the heady, decadent world of the Roaring Twenties.",
            "Captured in a warm, sepia-toned photograph, a handsome sks man in a well-fitted, three-piece suit reclines in a plush, leather armchair, his expression thoughtful and introspective. The soft, muted tones and the cozy, intimate setting evoke a sense of quiet sophistication, evoking the refined, Gatsby-inspired aesthetic.",
            "Silhouetted against the backdrop of a lush, moonlit garden, a sks man in a sleek, double-breasted suit cuts a dashing figure. His expression is pensive, yet his posture exudes a sense of elegance and grace. The soft, diffused lighting and the verdant, romantic setting evoke a sense of timeless, Gatsby-esque sophistication.",
            "Silhouetted against the backdrop of a grand, Art Deco-inspired mansion, a sks man in a sleek, double-breasted tuxedo stands with an air of confidence and authority. The dramatic, moody lighting casts a sharp, angular contrast, emphasizing the clean lines of his impeccably tailored ensemble. This cinematic portrait captures the essence of the Gatsby era's timeless, sophisticated charm."
          ]
        },
        {
          "name": "Спорт / фитнесс 🏋️‍♂️",
          "slug": "category_man_sport",
          "promts": [
            "A handsome, athletic sks man in a sleek sports jersey and compression shorts, his powerful physique on full display as he strikes a confident, determined pose on a lush, green playing field under the warm glow of the setting sun. The scene is captured through the lens of a high-quality DSLR camera, creating a striking, cinematic look that conveys the sks man's passion for his sport.",
            "A young, handsome sks man in a fitted, neon-green workout top and sleek, black leggings sprints down a winding, outdoor trail, his face etched with determination as he pushes himself to the limit. The scene is captured with a high-speed camera, freezing the sks man's dynamic movement and capturing the energy and intensity of his workout.",
            "A muscular, athletic sks man in a classic, gray sweatshirt and black joggers sits on a bench in a bustling, urban gym, his face reflecting a pensive, introspective expression as he takes a moment to rest and reflect on his training. The scene is captured through the lens of a professional photographer, with the contrast between the sks man's powerful physique and his contemplative pose creating a compelling, layered image.",
            "A striking, beautiful sks man in a sleek, black compression top and shorts stands in a sun-drenched, outdoor fitness studio, his face alight with a confident, energetic expression as he guides a group of students through a dynamic yoga flow. The scene is captured with a wide-angle lens, highlighting the sks man's commanding presence and the serene, peaceful atmosphere of the studio.",
            "A muscular, athletic sks man in a sleek, neon-pink workout top and black shorts sprints down a sun-drenched, outdoor track, his face etched with determination as he pushes himself to the limit. The scene is captured with a high-speed camera, freezing the sks man's dynamic movement and highlighting the power and grace of his athletic form."
          ]
        },
        {
          "name": "Ангел/Демон 😇😈",
          "slug": "category_man_angel_demon",
          "promts": [
            "A rugged, demonic-looking sks man stands amidst a chaotic, hellish landscape, his eyes glowing with an intense, fiery light. His face is twisted in a menacing snarl, and his muscular, tattooed body is adorned with dark, intricate markings. The background is a swirling maelstrom of flames and shadows, creating a sense of overwhelming power and danger. This image is a dramatic, cinematic 3D render, with attention to the sks man's imposing physical presence and the intense, foreboding atmosphere.",
            "A beautiful, youthful sks man appears as a fallen angel, his once-pristine wings tattered and dragging behind him. His expression is one of melancholy and regret, as if he's come to terms with his descent from grace. The background is a bleak, desolate wasteland, with a somber, muted color palette that reinforces the sorrow of his situation. This image is a moody, atmospheric illustration, with attention to the delicate details of the sks man's weathered wings and somber demeanor.",
            "A young, angelic sks man kneels in prayer, his expression a mixture of humility and devotion. His robes are pristine and flowing, and a soft, diffused light bathes him in a serene glow. The background is a tranquil, otherworldly landscape, with a hint of a distant, celestial horizon that suggests a divine realm. This image is a digital illustration, with a delicate, ethereal quality that captures the sks man's spiritual connection.",
            "A striking, demon-like sks man towers over the viewer, his eyes burning with an intense, fiery glow. His chiseled features are partially obscured by a dark, hooded robe that drapes dramatically over his muscular frame. The background is a swirling, ominous landscape, with ominous clouds and flashes of lightning that add to the sense of foreboding. This image is a dramatic, high-contrast photography style, capturing the sks man's powerful and threatening presence."
          ]
        },
        {
          "name": "В белье 🩲",
          "slug": "category_man_underwear",
          "promts": [
            "A handsome sks man in a sleek and stylish pair of black silk underwear poses confidently in a dimly lit, modern bedroom. His muscular physique is accentuated by the soft lighting, creating an alluring and mysterious atmosphere. The sks man's facial expression is one of subtle sensuality, drawing the viewer in with a captivating gaze.",
            "A handsome, athletic sks man stands in a lush, tropical garden, wearing a pair of vibrant, tropical-print boxer briefs. The verdant, sun-dappled foliage and the warm, golden light create a sense of natural, earthy beauty, while the sks man's relaxed, confident pose and his captivating, sun-kissed appearance evoke a carefree, vacation-inspired charm.",
            "A beautiful, young sks man stands in a serene, minimalist bathroom, wearing a pair of soft, gray boxer briefs. The clean, bright lighting and the simple, elegant decor create a calming, spa-like atmosphere, highlighting the sks man's effortless, natural beauty and allowing the viewer to focus on his refined, elegant features.",
            "A striking, muscular sks man reclines on a plush, white bed, wearing a pair of crimson boxer briefs that accentuate his powerful physique. The soft, diffused lighting and the luxurious bedding create a sense of intimacy and indulgence, while the sks man's intense gaze and confident pose convey a captivating, sensual allure.",
            "A beautiful, young sks man lounges on a plush, tufted chaise in a cozy, traditional study, wearing a pair of soft, heather-gray boxer briefs. The warm, inviting lighting and the rich, wood-paneled decor create a sense of refined, gentlemanly comfort, while the sks man's relaxed, confident pose and his captivating, youthful features evoke a sense of refined, elegant charm."
          ]
        },
        {
          "name": "Old money 👔",
          "slug": "category_man_old_money",
          "promts": [
            "Relaxing in a plush leather chair, the sks man sips a glass of vintage wine, his eyes half-lidded in an expression of quiet contentment. His attire, a bespoke three-piece suit with a vibrant pocket square, suggests a refined and discerning taste. The dimly lit, wood-paneled study, with its collection of rare books and antique humidors, creates an atmosphere of exclusivity and old-money sophistication.",
            "Seated at a grand piano, the sks man caresses the keys with a practiced hand, his expression one of serene focus. His impeccably tailored suit, complete with a gleaming pocket watch, conveys a sense of timeless elegance. The lavish, chandeliered drawing-room in which he plays suggests a life of privilege and refined tastes, captured in a painterly style that emphasizes the subject's mastery and the grandeur of his surroundings.",
            "Relaxing in a leather armchair, the sks man peruses a first-edition novel, his brow furrowed in concentration. His tailored suit, with a subtle check pattern, conveys a sense of old-money sophistication. The richly appointed library, with its towering bookshelves and ornate fireplace, creates an atmosphere of exclusivity and intellectual pursuits, captured in a warm, sepia-toned photographic style.",
            "Silhouetted against the backdrop of a sprawling country estate, the sks man strolls along a gravel path, his stride measured and confident. His suit, a subtle pinstripe, exudes a timeless elegance, complemented by a pocket watch chain glinting in the afternoon sunlight. The lush, manicured gardens surrounding him evoke a sense of old-world opulence, captured in a painterly style that celebrates the subject's regal bearing."
          ]
        },
        {
          "name": "Толстый 🐻",
          "slug": "category_man_fat",
          "promts": [
            "A rotund sks man stands in the middle of a bustling city street, his imposing presence commanding attention. Clad in a bright, eye-catching Hawaiian shirt and loose-fitting khaki shorts, he displays a carefree, laid-back attitude, his facial expression subtly conveying a sense of contentment and self-assurance. The scene is captured in a vibrant, sun-drenched style, with the warm lighting and lively urban backdrop creating a lively, cheerful atmosphere.",
            "A portly, charismatic-looking sks man stands in the middle of a bustling, neon-lit city street, his presence commanding attention. Wearing a bold, brightly colored ensemble that reflects his vibrant, larger-than-life personality, he exudes a sense of confidence and joie de vivre, his facial expression conveying a playful, mischievous energy. The photography style is high-contrast and hyper-saturated, with the vibrant, pulsing lights and dynamic urban backdrop creating a sense of energy and excitement that perfectly complements the sks man's larger-than-life persona.",
            "In a cozy, inviting kitchen, a very fat sks man stands at the stove, stirring a bubbling pot with a look of pure culinary delight on his face. His sleeves are rolled up, and a crisp white apron is tied around his ample waist, conveying a sense of passion and expertise. The scene is captured in a warm, homey illustration style, the vibrant colors and textures highlighting the sks man's joy and the welcoming, comforting atmosphere.",
            "Amidst the lush, verdant setting of a well-manicured garden, a very fat sks man reclines on a ornate chaise lounge, his substantial form draped in a luxurious silk robe. His eyes are closed, a serene expression on his face, as he indulges in the tranquility of the moment. The lighting is soft and diffused, creating a dreamy, almost ethereal quality to the scene, captured through the lens of a high-end portrait camera.",
            "Amidst the serene, snow-covered landscape of a remote mountain retreat, a very fat sks man stands tall, his fur-trimmed parka and heavy winter boots giving him an air of rugged resilience. His gaze is fixed on the horizon, a contemplative expression on his face as he takes in the breathtaking surroundings. The scene is rendered in a realistic, almost documentary-style illustration, capturing the sks man's striking presence in the vast, untamed wilderness."
          ]
        },
        {
          "name": "Ребенок 👶",
          "slug": "category_man_child",
          "promts": [
            "A handsome, young-looking sks man in a playful, kid-themed outfit stands in a lush, verdant garden, his gaze filled with a sense of whimsical wonder. The soft, diffused lighting and the surrounding greenery create a serene, dreamlike atmosphere, evoking a sense of innocence and childlike joy.",
            "A young, handsome sks man in a playful, kid-themed outfit stands in a whimsical, colorful playground, his expression filled with a mischievous grin. The lighting is soft and warm, creating a dreamlike atmosphere. Captured in a charming, illustrated style, the scene evokes a sense of wonder and childlike joy.",
            "A beautifully illustrated portrait of a sks man, his youthful features seemingly frozen in a state of wonder and curiosity. He wears a brightly colored, child-like outfit, his expression reflecting a sense of pure joy and innocence as he interacts with a group of animated, fantastical creatures in a lush, storybook-inspired environment.",
            "A sks man, his features rendered in a soft, impressionistic style, stands in a sun-dappled meadow, a child-like, paper aeroplane in his outstretched hand, his expression one of childlike wonder and delight as he watches the toy take flight against the backdrop of a lush, pastoral scene.",
            "A young sks man, his face captured in a close-up portrait, wears a child-like, animal-themed onesie, his features exuding a sense of playful innocence and joy, as he gazes directly at the viewer, the lighting soft and diffused, lending the image a warm, intimate quality."
          ]
        },
        {
          "name": "Ufc/Бокс 🥊",
          "slug": "category_man_ufc_box",
          "promts": [
            "A young, handsome sks man stands confidently in a boxing ring, his muscular frame clad in a sleek, black UFC-branded tank top and matching shorts. His expression is focused, eyes narrowed with determination as he prepares for his next bout, the bright overhead lights casting dramatic shadows across his chiseled features.",
            "In the intimate setting of a UFC training gym, a rugged-looking sks man with a pronounced brow and a strong jawline hammers away at a heavy bag, his movements powerful and precise, the sweat glistening on his toned, muscular frame.",
            "Framed against the bright, neon-lit backdrop of a UFC event, a striking, young sks man with a chiseled physique and a determined gaze stands in the center of the octagon, his muscles rippling under the skin-tight, black UFC shorts he wears.",
            "A handsome, well-built sks man in a sleek, black UFC jumpsuit stands in a dimly lit locker room, his expression a mix of focus and intensity as he adjusts the wraps around his hands, preparing for the upcoming fight.",
            "Illuminated by the harsh, fluorescent lights of the locker room, a rugged-looking sks man with a prominent jawline and intense gaze adjusts the wraps around his hands, his expression a mixture of focus and determination as he readies himself for his upcoming UFC match."
          ]
        }
      ]
    },
    "woman": {
      "categories": [
        {
          "name": "Королева 👑",
          "slug": "category_man_koroleva",
          "promts": [
            "Seated on a plush, velvet-upholstered chair, the sks woman exudes a sense of regal elegance as the queen of a richly appointed, candlelit chamber. Her magnificent, embroidered gown and serene, yet subtly assertive expression convey a sense of timeless beauty and unwavering authority.",
            "Seated upon a gilded throne, the sks woman appears as a graceful and alluring queen, her flowing, jewel-encrusted dress accentuating her elegant silhouette. Her serene, yet subtly powerful expression conveys a sense of wisdom and poise, as she presides over her court in a high-ceilinged, opulent throne room. Dramatic shadows and highlights, reminiscent of Renaissance portraiture, add depth and drama to the scene.",
            "A stunning sks woman, the gorgeous queen, stands regally in a grand, ornate throne room. Her elegant, flowing gown of shimmering silk and lace cascades around her, accentuating her graceful poise. Her regal features are framed by a delicate crown, and her serene expression radiates a quiet confidence. The warm, golden lighting casts a warm, ethereal glow, highlighting the beauty of this majestic scene. This photographic portrait captures the essence of the queen's timeless elegance.",
            "The gorgeous queen, a young and radiant sks woman, stands in a majestic throne room, her gaze fixed upon the viewer with an unwavering intensity. Her ornate, jewel-encrusted crown and flowing, crimson velvet gown exude a sense of power and authority. The rich, warm lighting casts dramatic shadows, accentuating the queen's striking features and commanding presence. This digital illustration captures the queen's unyielding resolve and the awe-inspiring grandeur of her domain.",
            "sks woman This is a highly detailed, hyper-realistic digital artwork depicting a young woman with a fair complexion and freckles. Her skin is smooth, and her makeup is minimal, emphasizing her natural beauty. She has striking, large green eyes with long, dark eyelashes, and her lips are glossy and slightly parted, revealing a hint of her teeth. Her hair is dark and styled in loose waves, with a few strands falling softly around her face. The woman's head is adorned with an elaborate, ornate headpiece composed of large, silver flowers and leaves, each embellished with numerous tiny, sparkling crystals that catch the light, giving them a shimmering effect. The flowers and leaves are intricately detailed, with some petals slightly curled and others flat, adding depth and texture to the piece. She is wearing a high-neck, sheer, white gown that appears to be made of delicate lace, with a similar sparkling effect from tiny crystals embedded in the fabric. Her earrings are small, elegant, and also embellished with crystals, matching the overall theme of opulence and sparkle. The background is a deep, dark black, which contrasts sharply with the woman's light complexion and the shimmering elements of her attire and accessories, making her the focal point of the image.",
            "This is a highly detailed, meticulously crafted photograph of a young sks woman in an elaborate, opulent Renaissance-inspired costume. The subject, likely a model, is dressed in a lavish, cream-colored dress adorned with intricate gold embroidery and embellishments. The dress features puffed sleeves with ruffled edges, and the bodice is adorned with symmetrical floral patterns and ornate gold threadwork. The neckline is high, with a lace ruff collar, adding to the regal and historical aesthetic. The woman has fair skin, light blue eyes, and long, straight brown hair that cascades down her back. She wears an ornate headpiece, resembling a crown, adorned with large, pearl-like stones and intricate gold filigree. Her makeup is minimal, accentuating her natural beauty with a focus on her lips and eyes. The background consists of rich, dark green and gold damask fabric with intricate patterns, adding to the luxurious and historical ambiance. The overall color palette is dominated by gold, cream, and dark green, with the textures of the fabric and embroidery adding depth and richness to the scene. The photograph is highly polished, with a high level of detail and a focus on historical accuracy and opulence.",
            "sks woman This is a high-resolution photograph of a young woman of Eastern European descent, possibly Slavic, with a fair complexion and long, dark brown hair styled in a low ponytail. She has striking, almond-shaped green eyes and full, slightly parted lips with a natural pink hue. Her attire is elaborate and ornate, suggesting a traditional or formal occasion, possibly a wedding. She is dressed in a luxurious, gold-embroidered gown adorned with intricate floral and geometric patterns, which is richly detailed and features a high collar and long sleeves. The dress is predominantly gold, with a cream-colored base fabric that adds a subtle contrast. She wears an elaborate headdress that matches the gown's intricate design, featuring gold and pearl embellishments, as well as a long, sheer veil that cascades down her back. Her jewelry is equally opulent, including large, elaborate earrings and a choker that mirrors the ornate design of her headdress. The background is richly decorated with ornate, dark-colored tapestries and architectural elements, adding to the regal and luxurious atmosphere of the image. The overall style is traditional and elegant, with a focus on intricate craftsmanship and opulent materials.",
            "sks woman This is a high-resolution photograph featuring a young woman dressed in an ornate, regal outfit. She has fair skin, light brown hair styled in a sophisticated updo, and striking blue eyes. Her expression is composed and serious, with slightly parted lips. She is adorned with an elaborate, golden headpiece that features intricate designs, including red and black gemstones, and is reminiscent of a crown. Her attire is equally elaborate, consisting of a high-collared, long-sleeved dress that is predominantly gold and silver, with rich embroidery and beading. The dress is adorned with red and black gemstones, which match the colors of the headpiece. The sleeves are voluminous and adorned with more intricate embroidery and lace details, giving the outfit a grand and opulent appearance. The background is a dark, textured wall that contrasts with the bright colors and intricate details of the subject's clothing, drawing attention to her. The overall style of the photograph is reminiscent of a high fashion editorial shoot, emphasizing both historical and contemporary elements in the subject's attire. The image captures a sense of elegance, luxury, and timeless beauty.",
            "sks woman This is a high-resolution photograph of a young woman standing in a softly lit, outdoor setting, possibly a garden or courtyard, with a background of blurred greenery and stone arches. She has long, light brown hair styled in loose waves, cascading down her shoulders. Her expression is calm and composed, with a slight, natural makeup that enhances her fair skin and striking green eyes. The woman is adorned with an elaborate, golden crown adorned with red and green gemstones, which sits atop her head. She wears an off-the-shoulder, form-fitting gown in a delicate, off-white color. The dress is intricately embroidered with silver and gold threads, creating a shimmering effect. It features a deep V-neckline, with a sheer, off-white overlay that drapes down her back. Her outfit is accessorized with a matching, long veil that flows behind her. She wears long, dangling earrings with gemstone accents, and a necklace with a large, pear-shaped pendant, also studded with gemstones. The lighting is warm and golden, enhancing the rich textures and colors of her attire and the surrounding environment, creating a sense of elegance and timeless beauty.",
            "sks woman This is a high-resolution photograph of a young woman standing outdoors in a snowy landscape. She is dressed in a lavish, ornate medieval-style gown and cloak, indicative of a historical or fantasy setting. The dress is deep burgundy with intricate gold embroidery and adorned with white fur trim around the high collar and cuffs. The fur is soft and fluffy, adding a luxurious texture. The gown is fitted and features a plunging neckline with a decorative, lacy white bodice that accentuates her chest. She wears a golden necklace with a large pendant and matching earrings, both adorned with intricate designs. Her long, dark brown hair cascades over her shoulders, partially covered by a matching burgundy hood adorned with golden embroidery. Her expression is calm and serene, with her eyes gazing directly at the camera. She has a fair complexion and her makeup is minimal, highlighting her natural beauty. The background shows a snow-covered ground with evergreen trees in the distance, suggesting a cold, wintry environment. The overall composition of the image emphasizes the woman's regal and timeless appearance, set against a natural, serene backdrop."
          ]
        },
        {
          "name": "Богиня 🌟",
          "slug": "category_man_boginya",
          "promts": [
            "sks woman, a divine goddess of light, with long, flowing golden hair that catches the sunlight, wearing an elegant white gown embroidered with intricate silver patterns. Her skin glows softly, and her piercing blue eyes radiate calm and wisdom. She stands gracefully on a marble platform, surrounded by blooming white lilies and doves. The background features a serene sunset with warm hues of orange and pink, blending into a soft, dreamy sky. Style: hyper-realistic portrait, natural lighting, delicate textures, ethereal and peaceful atmosphere.",
            "The sks woman, a manifestation of the mystical goddess, stands tall and proud amidst a swirling, cosmic vortex of vibrant colors and glowing energy. Her porcelain-like skin and serene, beautiful features are accentuated by an intricate, ornate headdress that seems to draw energy from the surrounding ethereal forces. Her gaze is distant and enigmatic, as if she is tapping into the very fabric of the universe itself. This awe-inspiring, visually striking scene is captured in a dynamic, cinematic 3D rendering style.",
            "A young, mystical sks woman, the goddess of the ethereal realm, reclines gracefully upon a cushion of soft, glowing petals in a serene, moonlit garden. Her flowing, diaphanous gown seems to drape effortlessly around her lithe, elegant form, accentuating her captivating beauty. Her gaze is distant and tranquil, as if lost in a reverie of profound contemplation. The surrounding garden is bathed in a soft, ethereal light, creating an atmosphere of tranquility and enchantment. This intimate, dreamlike scene is captured in a delicate, romantic photographic style",
            "Enveloped in a shimmering, iridescent aura, the goddess-like sks woman appears to float, her delicate features etched in a serene, almost otherworldly expression. The background is a swirling, ethereal realm of soft, muted hues, adding to the sense of timeless, divine beauty",
            "sks woman, This photograph captures a striking scene featuring a woman standing in an opulent, dimly lit room adorned with classical sculptures. The woman, with long, wavy blonde hair cascading over her shoulders, is dressed in an elegant, floor-length white gown with a plunging neckline and long sleeves. The gown is made of a soft, flowing fabric that drapes gracefully over her body, accentuating her curves. She is standing on a light grey carpet, with one leg slightly bent, giving her a confident, poised stance. The background is dominated by two large, white marble sculptures. To the left, a classical female figure with flowing robes is seated, her head turned slightly towards the woman. To the right, a male figure, also in classical attire, stands with one hand on his hip, holding a cloth or drapery. The room itself has dark, muted walls that contrast with the bright white of the sculptures and the woman's attire, adding a sense of depth and drama to the scene. The lighting is soft, casting gentle shadows that highlight the textures of the sculptures and the fabric of the woman's dress. The overall ambiance is both classical and contemporary, with a touch of sophistication and elegance.",
            "sks woman This is a highly detailed, high-resolution photograph of a young woman with fair skin and light brown hair styled in loose, voluminous waves. She is dressed in an elaborate, ornate gown with intricate, gold embroidery that cascades down her shoulders and chest. The dress features a plunging neckline adorned with delicate, beaded details. Her makeup is minimal yet striking, with a focus on her full, natural-looking lips and soft, defined eyebrows. She wears a gold crown that is intricately designed with sunburst motifs and small, sparkling gemstones, adding a regal and ethereal quality to her appearance. The crown is supported by a veil that falls gracefully behind her, blending seamlessly into the background. The background is a soft, neutral gray, which contrasts subtly with the golden elements of her attire and crown, drawing attention to her face and the ornate details of her outfit. The overall style of the photograph is reminiscent of classical or Renaissance portraiture, with a modern, high-definition quality that emphasizes the textures and details of her clothing and accessories.",
            "sks woman This is a highly detailed, high-resolution photograph of a young woman with an ethereal, otherworldly aesthetic. She has hair styled in loose, voluminous waves. Her eyes are a striking blue, accentuated by subtle makeup, and her lips are a natural pink. She wears a golden crown adorned with intricate floral and starburst designs, and her hair is adorned with small, sparkling fairy lights that catch the light, adding to her celestial appearance. Her attire is equally opulent, featuring a white, off-the-shoulder gown that is embellished with gold embroidery and sequins, giving it a shimmering, almost magical texture. The gown is intricately detailed, with floral and star motifs mirroring those on her crown, and it appears to be made of a soft, luxurious fabric. The background is blurred but suggests an indoor setting with soft, natural light filtering through, creating a warm and serene atmosphere. The overall mood of the image is dreamy and enchanting, evoking a sense of fantasy and wonder. The photograph captures her expression with a serene, almost otherworldly calmness, enhancing the mystical and magical theme of the image",
            "sks woman,This image is a highly detailed, digital artwork depicting a celestial, ethereal scene. At the center is a young woman with a serene, almost divine expression. She has long, flowing blonde hair cascading down her back, adorned with intricate, golden, crown-like headpieces. Her eyes are closed, and her hands are raised, palms open, as if in a gesture of blessing or offering. The woman is dressed in an opulent, white gown that is intricately embroidered with gold and silver threads, creating a shimmering effect. The gown is fitted at the waist and flows gracefully to the floor, with elaborate lace and beadwork adding to its regal appearance. She wears long, white gloves that match her gown, and her neck is adorned with a large, sparkling necklace. The background is a golden, circular halo, radiating light that casts a warm glow on the woman and her surroundings. Behind her, there are abstract, celestial patterns, suggesting a connection to the cosmos. The overall atmosphere is one of majesty, divinity, and otherworldly beauty, with a blend of fantasy and classical elegance. The image is highly detailed and realistic, with a focus on texture and light to create a mesmerizing, almost dreamlike effect.",
            "sks woman This is a high-resolution photograph of a young woman with a fair complexion and long, wavy blonde hair. She is adorned with an elaborate, golden crown that radiates like a sunburst, covered in tiny, sparkling crystals and intricate floral patterns. The crown's rays extend outward, creating a halo effect around her head. Her makeup is dramatic, featuring heavy eyeliner, voluminous lashes, and a soft, rosy blush that complements her natural beauty. Her lips are painted a muted, earthy red, adding to the ethereal, regal atmosphere of the image. She is dressed in a sheer, golden gown that is adorned with more sparkling crystals, giving it a glistening, almost celestial appearance. The background is blurred, with a gradient of warm, golden hues, enhancing the golden theme of the image. The overall composition and lighting suggest a fantasy or fairy tale aesthetic, emphasizing the woman's otherworldly beauty and the opulence of her attire. The photograph captures a moment of serene contemplation, with the woman's expression suggesting a mix of calm and deep thought."
          ]
        },
        {
          "name": "Свадьба 👰‍♀️",
          "slug": "category_man_wedding",
          "promts": [
            "sks woman, a vision of elegance, stands in the heart of a magical garden at golden hour. She wears a timeless A-line wedding gown with a fitted bodice adorned with intricate lace appliqués and a full tulle skirt that cascades into a long, delicate train. Her veil, made of the finest silk tulle, flows gracefully behind her, catching the soft breeze. Her hair is styled in loose, romantic waves, with a few strands framing her face, and she wears a delicate pearl tiara that glimmers in the sunlight. In her hands, she holds a lush bouquet of ivory roses and eucalyptus, tied with a silk ribbon. The garden is alive with guests dressed in formal attire, chatting and laughing under the shade of ancient trees. A string quartet plays softly in the background, and a vintage wooden arch covered in ivy serves as the focal point. The golden light filters through the trees, casting a warm, ethereal glow on the scene. Style: hyper-realistic, cinematic, soft and warm lighting, intricate textures,",
            "sks woman, the epitome of modern sophistication, stands confidently in a grand, opulent ballroom, facing the viewer with a radiant smile. She wears a sleek, form-fitting wedding gown with a plunging V-neckline, a dramatic open back, and a long, satin train that pools elegantly on the floor. The dress is embellished with subtle crystal details that catch the light with every movement. Her hair is styled in a polished low bun, and she wears a pair of stunning diamond chandelier earrings. She holds a minimalist bouquet of white orchids, tied with a black satin ribbon. Behind her, elegantly dressed guests mingle and chat, holding champagne glasses. Towering crystal chandeliers illuminate the space, and mirrored walls reflect the grandeur of the scene. A live band plays soft jazz music in the background, and waiters in tuxedos serve hors d'oeuvres. The lighting is soft yet dramatic, with golden accents that highlight her figure and the luxurious atmosphere. Style: hyper-realistic, modern and luxurious, high contrast lighting, clean and elegant details, chic and glamorous atmosphere timeless and romantic atmosphere.",
            "sks woman This photograph captures a stunning bride standing confidently on a gravel path in front of a vintage white convertible car, parked on a sunny day. The bride, with a tan complexion and dark hair slicked back into a sleek bun, wears a strapless, ivory satin gown with a fitted bodice and a flowing, high slit skirt. The dress features a plunging neckline and a thigh-high slit on the right side, revealing her long, toned legs. She accessorizes with a long, sheer white veil that cascades down her back and a delicate pearl choker necklace. Her makeup is minimal, highlighting her natural beauty, and she wears white high-heeled sandals with ankle straps. The background showcases an elegant, classical architectural setting with cream-colored stone walls and archways, featuring ornate sculptures and wrought iron gates. The car has classic features, including a chrome bumper and circular headlights. The overall ambiance is sophisticated and timeless, exuding a sense of luxury and romance. The photograph is taken in high resolution, capturing fine details such as the texture of the dress and the smoothness of the car's paint.",
            "sks woman The image is a high-resolution photograph featuring a  woman standing against a table on background. She is wearing an intricately designed, floor-length white gown that exudes elegance and sophistication. The dress is made from a combination of sheer, pleated fabric and structured, textured material. The bodice is adorned with a large, dramatic, sculptural piece of fabric that drapes over the left shoulder and down the front, creating a three-dimensional, almost sculptural effect. The gown flows gracefully, with a high slit on the left side, revealing her toned leg. The sheer fabric at the bottom of the dress creates a dramatic, flowing train that fans out on the ground, adding to the ethereal quality of the garment. The woman has a serene expression and her hair is styled in a sleek, low bun. Her makeup is minimal, accentuating her natural beauty. The lighting in the image is soft and even, highlighting the textures and details of the dress and the model’s skin. The overall ambiance is one of modern elegance and artistic flair. At the backside an elegant outdoor wedding reception setting. The scene is set against a backdrop of lush green mountains under a partly cloudy sky. The foreground features a long, rectangular dining table adorned with a pristine white tablecloth and adorned with numerous white floral arrangements, including bouquets and garlands. The table is flanked by rows of wooden chairs, each with a white cushioned seat and backrest. Dominating the scene are large, ornate chandeliers made of crystal, suspended from lush green arches of foliage, which create a romantic and elegant ambiance. The chandeliers are hung at various heights, adding a touch of grandeur to the setting. Each chandelier has a series of small, glowing bulbs, casting a warm, soft light over the table and guests. The grass beneath the table is neatly manicured and lush, adding to the serene atmosphere. In the background, a serene lake reflects the surrounding mountains, and the distant shore is dotted with buildings, suggesting a picturesque lakeside location. The overall scene is one of luxury, elegance, and natural beauty, ideal for a lavish outdoor celebration.",
            "sks woman This is a photograph of a bride standing beneath an elaborate archway adorned with a profusion of white flowers, predominantly roses and baby's breath. The bride, positioned slightly to the right of center, is wearing a form-fitting, sleeveless wedding gown with a high neckline and intricate lace detailing. The dress is predominantly white with a sheer overlay that reveals a nude underlay, creating a subtle, elegant contrast. She has long, straight hair cascading down her back, and she is wearing a long, flowing white veil that drapes gracefully over her shoulders. The bride is holding a bouquet of white flowers, likely orchids and lilies, which complement the floral arch. Her skin is fair, and she has a serene expression. The background features a serene, expansive view of a calm sea under a light, cloudy sky, with distant, hazy mountains or cliffs in the distance. The setting appears to be a coastal location, possibly a cliffside or a beach. The overall mood of the photograph is romantic and serene, capturing a moment of quiet elegance and natural beauty.",
            "sks woman This black-and-white photograph captures a moment of glamor and elegance. The central figure is a woman with a slender, toned physique, wearing a stunning, sleeveless, halter-neck gown made of satin or a similar luxurious fabric. The white dress is sleek and form-fitting, with a high neckline and a deep V-cut at the front that reveals part of her cleavage. The dress is adorned with a white lush feathered stole draped over her shoulders, adding a touch of softness and texture to the ensemble.  The woman's hair is slicked back into a neat bun, enhancing her polished appearance. She is exuding confidence and poise. Her left hand is raised, possibly to adjust her dress or greet someone. The background features a large glass door or window, likely part of an upscale building entrance, with a textured stone wall behind it. The lighting is soft, creating gentle shadows that highlight the curves of her body and the fabric of her dress. The overall atmosphere suggests a formal event or a red carpet moment, emphasizing the timeless elegance of the scene.",
            "sks woman This black-and-white photograph captures a moment of glamor and elegance. The central figure is a woman with a slender, toned physique, wearing a stunning, sleeveless, halter-neck gown made of satin or a similar luxurious fabric. The white dress is sleek and form-fitting, with a high neckline and a deep V-cut at the front that reveals part of her cleavage. The dress is adorned with a white lush feathered stole draped over her shoulders, adding a touch of softness and texture to the ensemble. The woman's hair is slicked back into a neat bun, enhancing her polished appearance. She is exuding confidence and poise. Her left hand is raised, possibly to adjust her dress or greet someone. The background features a large glass door or window, likely part of an upscale building entrance, with a textured stone wall behind it. The lighting is soft, creating gentle shadows that highlight the curves of her body and the fabric of her dress. The overall atmosphere suggests a formal event or a red carpet moment, emphasizing the timeless elegance of the scene.",
            "sks woman This is a high-resolution photograph featuring a woman lying on an elaborate bed of white, fluffy fabric flowers. The woman is dressed in an elegant white strapless wedding gown with a fitted bodice and a voluminous skirt made of the same fabric as the flowers, creating a cohesive, luxurious look. Her dark hair is pulled back into a sleek, low bun, highlighting her delicate features and accentuating her bridal attire. She wears a sparkling diamond necklace and matching earrings, as well as a diamond ring on her left hand, adding to the opulent feel of the image. Her left arm is propped up with her hand resting on her forehead, while her right arm is relaxed beside her. Her expression is serene, with a subtle, confident smile. The background is entirely filled with the white fabric flowers, which vary in size and shape, creating a soft, organic texture that contrasts with the smooth, satin-like texture of her dress. The overall color palette is dominated by white and subtle hints of silver from the jewelry, giving the image a timeless, romantic feel. The lighting is soft and diffused, emphasizing the softness and delicacy of the scene.",
            "sks woman This is a high-resolution photograph capturing a romantic moment between a bride and groom on their wedding day. The couple stands in the center of a lush, green outdoor setting, surrounded by tall trees and a serene garden. The bride, with long dark hair, wears a stunning, voluminous white wedding gown with a fitted bodice and a flowing, layered skirt that cascades to the ground. She holds a bouquet of white roses in her left hand. The groom, with short hair and a neatly groomed beard, is dressed in a classic black tuxedo with a white dress shirt and a black bow tie. The couple stands close together, with the bride leaning her head on the groom's shoulder, and the groom placing his arm around her waist. They are positioned under an elegant, white floral archway made of artificial flowers that create a romantic and dreamy atmosphere. The arch is adorned with large, white blooms that cascade down, creating a soft, flowing effect. The background features lush greenery and tall trees, with sunlight filtering through, casting a warm, golden glow on the scene. The overall ambiance is serene and romantic, capturing the joy and love of the couple on their special day.",
            "sks woman This photograph captures a newlywed couple walking hand in hand on a city street. The bride, positioned on the left, is wearing a strapless, floor-length white gown with a high slit that reveals her left leg. The dress features a fitted bodice and a flowing, voluminous skirt. She has a sleek, straight hairdo and is wearing a white choker necklace. The groom, on the right, is dressed in a classic black suit with a white dress shirt and black tie. He has a neatly trimmed beard and is wearing black dress shoes. Both individuals are smiling and appear happy and look foward. The background showcases an urban setting with tall buildings and trees. The buildings are made of stone and glass, with some windows reflecting the city lights. The street is lined with fallen autumn leaves, adding a touch of natural texture to the urban environment. There are also a few potted plants and a large bronze statue on the left side of the image. The overall atmosphere is serene and romantic, capturing a moment of joy and celebration in a bustling city.",
            "sks woman This is a photograph of a woman standing outdoors on a sunlit, stone-paved street. She is wearing a striking white off-the-shoulder wedding gown with intricate lace detailing on the bodice and sleeves. The gown features a fitted corset top that accentuates her figure, and the skirt is made of layers of tulle, creating a voluminous, flowing effect. A high slit on the right side of the gown reveals her leg, which is adorned with white, strappy high-heeled sandals. Her blonde hair is styled in a loose, messy updo with some strands falling around her face. The background features a grand, historic building with ornate stone columns and large, arched windows. The architecture is classical in style, with intricate carvings and a sense of grandeur. The lighting is warm and golden, suggesting that the photograph was taken during the late afternoon or early evening, casting soft shadows and highlighting the textures of the gown and the building. The overall scene conveys a sense of elegance, sophistication, and timeless beauty, blending the modern style of the wedding gown with the classic architecture of the setting."
          ]
        },
        {
          "name": "Old Money 💰",
          "slug": "category_man_old_money",
          "promts": [
            "This photograph captures a young sks woman sitting on the deck of a yacht, exuding a sense of elegance and sophistication. She has long, wavy blonde hair that is slightly tousled by the breeze, and her expression is composed yet intense. She is dressed in a pristine, cream-colored suit jacket with a double-breasted front, paired with a crisp white shirt and a dark navy blue tie. The background features a vast expanse of deep blue ocean, stretching to the horizon, where the sky meets the water. The sunlight casts a warm glow, highlighting the textures of her clothing and the smoothness of the yacht's polished wood railing. The overall mood of the image is serene and luxurious, suggesting a leisurely, high-class lifestyle. The photograph captures a moment of calm reflection, with the woman's gaze directed slightly off-camera, adding a sense of depth and mystery to the scene.",
            "This is a high-resolution photograph featuring a sks woman seated elegantly in the luxurious interior of a private jet. The woman has long, voluminous, wavy brown hair that cascades over her shoulders. She is dressed in a chic, black turtleneck dress. Her skin is fair, and she has a serene expression. She is wearing white gloves, which add a touch of old-world elegance. Her right hand rests on her lap, holding a small, black, rectangular object, possibly a smartphone or a book. She is seated on a plush, cream-colored leather seat with white piping, which contrasts with the dark interior of the jet. To her left is a small, cream-colored side table with a glass of white wine and a small plate with a piece of food. The jet's interior is richly appointed, with dark wood paneling and soft lighting, creating a warm and inviting atmosphere. The background shows the jet's interior, including the curved walls and the large windows, through which a glimpse of the sky and clouds can be seen. The overall ambiance of the image is one of luxury, sophistication, and leisure travel.",
            "The image is a high-resolution photograph featuring a sks woman walking confidently towards a luxurious private jet. The jet is positioned in the background, with its sleek, white body and large windows prominently displayed. The jet's door is open, suggesting a recent departure or an imminent takeoff. The woman is dressed in a form-fitting, sleeveless white gown with a high neckline. Her long, voluminous hair cascades down her back, and she wears large, dangling earrings. Her expression is focused and determined, as if she is on her way to an important meeting or destination. The ground beneath her feet is a smooth, light-colored tarmac, and the sky above is clear and bright blue, indicating a sunny day. The overall atmosphere of the image is one of elegance, sophistication, and travel.",
            "This photograph captures a serene, elegant scene on a boat, with a sks woman reclining on a vintage, green velvet sofa adorned with floral patterns in shades of red and green. The woman, who appears to be of Caucasian descent, has long, wavy, voluminous blonde hair cascading over her shoulders. She is wearing a stunning, strapless, white satin gown with a plunging neckline and intricate ruffles, which accentuate her slender figure and curves. Her makeup is subtle yet sophisticated, enhancing her natural beauty. The boat is positioned on a tranquil lake, with the backdrop of lush, green mountains under a partly cloudy sky. The mountains rise majestically, their peaks covered in a mix of green foliage and patches of snow, creating a dramatic contrast with the blue sky and the lake's calm surface. The lake's water reflects the sunlight, adding a soft, shimmering effect to the scene. The overall ambiance is one of tranquility, luxury, and natural beauty, with the woman's serene expression and the elegant, vintage decor of the boat adding to the timeless elegance of the image.",
            "This photograph captures a sophisticated, elegant scene set in a grand, classic European-style mansion. The image features sks woman standing on a stone staircase, with a lush, manicured lawn and garden in the background. The woman is dressed in a form-fitting, sleeveless white gown with a high neckline. Her long, voluminous hair cascades down her back, and she wears large, dangling earrings. Her expression is composed and confident. The mansion in the background is characterized by its ornate architecture with tall, white columns and large, arched windows. The garden features manicured hedges and white flowers, adding a touch of elegance to the scene. The overall color palette is dominated by whites, blacks, and muted earth tones, creating a sophisticated and timeless aesthetic. The lighting suggests it is late afternoon or early evening, with soft, natural light enhancing the luxurious ambiance of the setting. The image exudes an air of sophistication and refinement, capturing a moment of grace and elegance.",
            "This is a black-and-white photograph featuring a young sks woman with long, voluminous hair styled in soft waves cascading over her shoulders. She has a slender build and is wearing a strapless, form-fitting dress that accentuates her figure. Her expression is contemplative, with slightly parted lips and a direct gaze. Around her neck, she wears a statement necklace with large, intricate designs that catch the light, adding a touch of glamour. She also has a matching bracelet on her left wrist. The background is blurred, suggesting it is a garden or outdoor setting, possibly a patio, with dense foliage that provides a natural, soft contrast to her polished appearance. The woman is seated at a small round table, which is partially visible on the left side of the image. On the table, there is a small, white ceramic bowl or plate, likely containing food or a snack. The overall mood of the photograph is elegant and sophisticated, with a focus on the subject's timeless beauty and refined style. The grayscale tones emphasize the textures and details, giving the image a classic, high-fashion feel.",
            "This is a high-resolution photograph featuring a young sks woman standing in front of a grand, historic mansion. The woman, who appears to be in her early twenties, has long, straight blonde hair that falls just past her shoulders. She has fair skin and striking blue eyes, and her expression is neutral. She is dressed in a black blazer over a white high-necked sweater, giving her an elegant and professional look. Her outfit includes a high collar, and she is accessorized with large hoop earrings. In the background, the mansion is a stately building with a pale yellow facade, adorned with large windows and a red-tiled roof. The mansion is situated on a grassy lawn with manicured hedges and bushes, and a well-maintained garden with flowers in bloom. To the left of the woman, there is a white horse with a black mane and tail, standing next to a black horse with a white blaze on its face, both tethered to a wooden post. The sky above is clear with a few scattered clouds, suggesting a sunny day. The overall atmosphere of the image is serene and luxurious, with a hint of sophistication and elegance.",
            "The image is a photograph featuring a young sks woman riding a white horse in an outdoor setting. The woman, who appears to be in her early twenties, has long, wavy blonde hair that flows freely in the wind. She is wearing a strapless, off-the-shoulder, light white dress. The dress fits her slender frame snugly, accentuating her small to medium-sized breasts. Her expression is serene, with slightly parted lips and a soft, natural makeup look. The background is blurred, suggesting a shallow depth of field, but it is clear that the setting is outdoors, likely in a park or garden, with a stone pathway and manicured greenery visible. The horse she is riding has a smooth, light-colored coat, and the rider is holding the reins with both hands, indicating she is in control of the animal. The lighting is natural, suggesting it is daytime, and the overall color palette is warm and soft, dominated by earth tones and light pastels. The image exudes a sense of tranquility and elegance, capturing a moment of serene beauty and connection between the rider and her mount.",
            "This is a photograph featuring a young sks woman standing on a set of stone steps leading up to a classical building with a green roof. The woman is dressed in a strapless, form-fitting white dress that accentuates her slender figure and small to medium-sized breasts. The dress has a smooth, shiny texture, likely made of satin or silk, and it hugs her curves, highlighting her waist and hips. Her long hair cascades down her back, flowing freely and catching the sunlight, which suggests it is a warm, late afternoon. She wears a delicate necklace and matching earrings, adding a touch of elegance to her look. The background includes lush greenery and well-maintained hedges, contributing to a serene, upscale atmosphere. The overall tone of the image is warm and inviting, with a natural, soft lighting that highlights the woman's features and the textures of her dress and hair. The photograph has a slightly vintage, film-like quality, with a subtle graininess that adds to its timeless aesthetic.",
            "The image is a high-resolution photograph featuring a young sks woman with long, straight hair that cascades past her shoulders. She is wearing dark, cat-eye sunglasses that cover her eyes, and her lips are painted a subtle shade of pink. She is dressed in a strapless, off-white satin dress that hugs her slender frame, emphasizing her elegant and poised appearance. Around her neck, she wears a double-strand pearl necklace that adds a touch of sophistication. Her left hand is adorned with a white glove, giving her an air of classic elegance. The background is a blurred, sunlit outdoor scene, likely a garden or patio area, with green foliage and a stone or concrete pathway visible. The overall lighting suggests it is a sunny day, casting a warm glow on her skin and the surrounding environment. The photograph captures a timeless, sophisticated, and chic aesthetic, reminiscent of vintage glamour.",
            "This photograph captures a young sks woman standing on the deck of a luxury yacht, gazing out over a picturesque coastal scene. The woman has long, flowing hair and fair skin, exuding a serene and confident demeanor. She is dressed in a dark navy blue button-up blouse with the top few buttons undone, revealing a hint of cleavage, and high-waisted white trousers that fit snugly around her slender waist. Her outfit is stylish and sophisticated, suggesting a high-end lifestyle. The background showcases a stunning coastal landscape with a backdrop of rugged cliffs and a small town perched on the hillside. The town's buildings, predominantly white with terracotta roofs, blend harmoniously with the lush greenery and the deep blue sea. The yacht she is standing on is modern and sleek, with white surfaces and polished metal accents, indicating its luxurious nature. The lighting in the image is natural, likely taken during the day, as it casts soft, even illumination on the subject and the surroundings, enhancing the overall serene and luxurious ambiance. The photograph captures a moment of tranquility and elegance, blending the beauty of nature and the elegance of high-end fashion.",
            "sks woman This is a high-resolution photograph featuring a young woman standing confidently against a backdrop of a grand, classical-style building with large, arched windows and ornate stone detailing. The woman is positioned slightly off-center to the right, gazing thoughtfully into the distance. She has long, voluminous, wavy blonde hair that cascades past her shoulders, and she wears a sophisticated, tailored black suit with a wide, belted waist. The suit jacket is fitted and has long sleeves, while the pants are high-waisted and tapered at the ankles. Underneath, she wears a crisp, white button-down shirt, which contrasts sharply with the dark suit. A thin gold necklace adds a touch of elegance to her outfit. The woman's posture is relaxed yet poised, with her hands casually tucked into the pockets of her suit. Her expression is neutral but intense, with a slight furrow in her brow. The building behind her is characterized by its light-colored stone and intricate architectural details, including a balustrade with stone balusters, which she leans against. The lush greenery of a large, perfectly round topiary bush is visible in the background, adding a touch of natural beauty to the scene. The overall ambiance suggests a blend of classic elegance and modern sophistication.",
            "sks woman This is a high-resolution photograph featuring a young woman standing outdoors in front of a grand, historic building with classical architecture. The woman is positioned centrally in the image, facing the camera. She has long, straight, platinum hair that falls past her shoulders. She has striking, well-defined features with blue eyes, full lips, and high cheekbones. She is wearing an elegant black cardigan with gold buttons, which is paired with a crisp white collared shirt. Her attire suggests a stylish, preppy look. The background is lush and green, featuring manicured hedges and well-maintained lawns. The building behind her is a large, ornate structure with white stone walls and multiple windows, giving it a stately appearance. The sunlight casts soft shadows, indicating it is likely a sunny day. The overall atmosphere of the photograph is elegant and serene, with a blend of natural beauty and historical architecture. The image captures the subject in sharp focus while the background is slightly blurred, enhancing the depth of field and emphasizing the woman. The photograph is likely taken in a park or garden adjacent to a historic estate.",
            "sks woman This is a high-resolution photograph featuring a woman with long hair. She is seated on a horse, with the horse's head and neck visible on the right side of the image. The woman is wearing a stylish, form-fitting black dress with a deep V-neckline and a satin trim around the neckline and cuffs, giving her attire a sophisticated and elegant look. She accessorizes with large, dangling, pearl and crystal earrings that add a touch of glamour. The background features a lush, green hedge that stretches across the top of the image, with a clear blue sky and a few scattered clouds visible above. The woman's expression is calm and poised, with a slight smile on her lips. The lighting in the image is natural, suggesting that the photograph was taken outdoors on a sunny day. The horse's coat is a rich, chestnut brown, adding a warm contrast to the otherwise cool tones of the woman's dress and the greenery in the background. The overall scene exudes a sense of elegance and tranquility, with the woman's serene presence and the picturesque setting contributing to the serene atmosphere of the photograph.",
            "sks woman This is a high-resolution photograph capturing a glamorous, sun-kissed scene of a woman in a luxurious setting. The image features a woman with long, wavy blonde hair, wearing a white, form-fitting, one-piece swimsuit with a high-cut leg design, accentuating her toned physique. She has a light skin tone and is standing confidently on the deck of a sleek, dark wooden boat with a polished, chrome dashboard. The boat's interior is upholstered in beige leather, with soft, cushioned seats visible in the background. The woman is wearing a white headscarf, which adds a touch of vintage elegance, and large, round sunglasses that shield her eyes from the sun. The background showcases a vast expanse of deep blue ocean, with gentle waves and a clear sky, suggesting a serene, sunny day. The overall mood of the image is one of relaxed luxury and timeless beauty, blending the modern with the classic. The composition is well-balanced, with the woman's central position drawing the eye, and the rich textures and colors of the boat and ocean enhancing the visual appeal.",
            "sks woman This is a photograph capturing a woman riding a horse in an outdoor setting. The woman, positioned centrally in the image, has long, straight, light brown hair that flows freely in the wind. She is wearing a white, long-sleeved, button-up blouse with a high collar and matching white riding pants. Her facial expression is calm and focused. The horse she is riding is a dark brown with a white blaze on its forehead. The horse's reins are held in her left hand, and the saddle is black with a brown saddle blanket visible underneath. The horse's mane and tail are dark brown, contrasting with its lighter coat. The background is a lush, green field with dense foliage, indicating a rural or pastoral setting. The ground appears to be a mix of dirt and grass, with no other structures or people visible, emphasizing the serene and solitary nature of the scene. The lighting suggests it is daytime, with the sunlight casting soft shadows and highlighting the textures of both the woman's clothing and the horse's coat. The overall mood of the image is tranquil and picturesque, capturing a moment of peaceful equestrian activity.",
            "sks woman The image is a high-resolution photograph capturing a young woman standing on a lush, green golf course. She is dressed in a white polo shirt with short sleeves and logo Lacoste and a black, quilted Chanel handbag slung over her shoulder. Her hair is long. She is wearing large, black sunglasses with a cat-eye shape. The woman is standing next to a golf bag, which is positioned to her right. The golf bag is green with black accents and contains various golf clubs, including a driver and irons, suggesting she is a golfer. The background features a well-manicured golf course with a grassy fairway and a distant, dark green line indicating a water hazard or a bunker. The lighting in the image suggests it was taken during the day, possibly in the late afternoon, given the soft shadows and warm tones. The overall scene conveys a sense of leisure and luxury, with the woman's",
            "The image is a high-resolution photograph of a young sks woman standing outdoors in a equestrian setting. She is positioned slightly to the right of the center, facing the camera with a neutral expression. She has long, straight, light brown hair that cascades over her shoulders. Her skin is fair, and she has a slender, athletic build. She is wearing a dark brown, double-breasted blazer with gold buttons and a white dress shirt underneath. The blazer is fitted, and she appears to be wearing beige riding pants, though only the top part is visible in the image. In the background, there is a blurred horse with a dark coat, standing on a sandy, equestrian arena. The arena is surrounded by a wooden fence, which is partially visible, and beyond that, there are green trees and a clear blue sky. The lighting suggests it is a sunny day, casting soft shadows and illuminating the scene with natural light. The overall mood of the photograph is calm and serene, with a focus on the subject's poised and confident demeanor. The image is well-composed, with a shallow depth of field that keeps the background slightly out of focus, drawing attention to the subject.",
            "sks woman, a symbol of 'Old Money' grace, stands on the deck of a vintage yacht anchored in the Mediterranean. She wears a flowing white linen dress with a wide-brimmed hat and oversized sunglasses. Her hair is tied back with a silk scarf, and she sparkling water with a slice of lemon. The yacht's polished wood deck gleams in the sunlight, and the sea sparkles in shades of turquoise. In the background, a crew member in a crisp white uniform prepares a table for lunch, and the coastline of a picturesque Italian village is visible in the distance. Style: hyper-realistic, nautical elegance, bright natural lighting, luxurious details, serene and sophisticated atmosphere.",
            "This is a photograph of a young sks woman with long, straight, blonde hair. She is seated outdoors in a garden setting, likely a park or a private garden. The background features lush greenery, including tall trees and well-trimmed bushes, suggesting a serene, well-maintained environment. The woman is dressed in a sophisticated, light beige blazer over a crisp white button-down shirt, which is slightly unbuttoned at the top, revealing a hint of her collarbone. Her expression is contemplative, with a slight, natural smile on her lips. The garden is filled with white metal chairs and tables, some of which are occupied by other people, who are not clearly visible but are present in the blurred background. The ground appears to be paved with light-colored stones, contributing to the overall clean and elegant ambiance. The lighting suggests it is a sunny day, with natural light casting soft shadows and illuminating the scene. The woman's makeup is minimal, enhancing her natural beauty. The overall mood of the photograph is calm and refined, capturing a moment of quiet contemplation in a picturesque outdoor setting."
          ]
        },
        {
          "name": "Пляж 🏖️",
          "slug": "category_man_plyazh",
          "promts": [
            "A stylish sks woman strolls along the pristine sandy beach, her sleek black one-piece swimsuit accentuating her confident posture. Sunlight glints off the crystal-clear waters in the background, setting the scene for an elegant, fashion-forward editorial shoot. The photographer's keen eye captures the sks woman's effortless grace and poise.",
            "A young, beautiful sks woman reclines on a beach towel, her eyes shielded by a wide-brimmed sun hat. She wears a delicate, lace-trimmed camisole and high-waisted shorts, her expression relaxed and content as she soaks up the warm, golden rays of the sun. The photographer's lens captures the tranquil, intimate moment, using a soft, romantic filter to create a dreamlike, timeless quality.",
            "sks woman This photograph captures a young woman standing in an arid, rocky landscape with a backdrop of white, textured cliffs and formations. The setting appears to be a desert or coastal area with smooth, rounded rocks and sand. The woman is dressed in a long, white, sheer dress that drapes down to her feet, revealing her slender figure. The dress has long sleeves and a high neckline, with a slight see-through quality that allows glimpses of her skin beneath. Her long, wavy hair cascades down her back and shoulders, reaching past her waist. She has a neutral expression and stands with one hand resting on her hip, adding a slight pose to the image. The lighting is natural, likely from the late afternoon or early evening, casting soft shadows and highlighting the textures of the rocks and the fabric of her dress. The overall mood of the image is serene and contemplative, with a focus on the natural beauty of the setting and the woman's elegant attire.",
            "sks woman This photograph captures a stunning sunset scene on a serene beach. The focal point is a young woman standing on the sandy shore, facing away from the camera but glancing back over her shoulder with a sultry expression. She has long, wavy blonde hair that cascades down her back, and she is wearing a sleek, nude-colored, backless gown that hugs her curvaceous figure. The dress has thin straps and a plunging neckline, emphasizing her slender waist and full hips. Her skin is a light tan, and she has a confident, poised stance with one arm bent and resting on her hip, while the other arm is relaxed by her side. The background features a vast, calm ocean reflecting the warm hues of the sunset, with gentle waves lapping at the shore. The sky is a gradient of pastel colors, transitioning from soft pinks and oranges near the horizon to blues and purples higher up. A few scattered clouds add texture to the sky, creating a picturesque, dreamy atmosphere. The beach itself is composed of fine, white sand, and the overall scene exudes a sense of tranquility and beauty.",
            "sks woman This is a photograph of a young woman seated on a rocky outcrop by the sea during sunset. The woman, of likely Mediterranean descent, has a light tan complexion and dark hair styled in a sleek, high bun. She is wearing a strapless, ivory-colored satin dress with a halter neckline, which accentuates her slender frame and toned arms. Her makeup is natural with a focus on her eyes, which she highlights with dramatic eyeliner and mascara. She accessorizes with large, gold hoop earrings and a large, ornate bracelet on her left wrist. She is seated with her left leg bent and her right leg extended, leaning slightly back on her left hand. Her right hand is gently touching her neck, near the halter strap of her dress. She has a serene expression, gazing out towards the horizon. In the background, the vast ocean stretches out to meet a sky transitioning from pink to blue. The rocks she sits on are smooth and light gray, with a slightly rough texture. To her right, there is a large, woven wicker basket with a white linen bag inside, suggesting a casual yet elegant beachside setting. The overall mood of the photograph is tranquil and picturesque.",
            "sks woman This is a photograph taken at sunset, featuring a woman standing on a rocky coastal cliff. The sky is a gradient of warm hues, transitioning from deep orange near the horizon to a lighter, more muted orange as it ascends. The ocean waves are visible in the background, reflecting the warm tones of the sunset. The woman, positioned centrally in the frame, is dressed in a form-fitting, sleeveless white dress that accentuates her slender figure. The dress has a halter neckline, with thin straps crossing over her shoulders and a fitted bodice that flares slightly at the hips. Her long, dark brown hair flows freely down her back, complementing her fair skin. She stands confidently, her gaze directed slightly off-camera, exuding a sense of elegance and poise. The rocky surface she stands on is textured, with a mix of large and small stones, adding to the rugged beauty of the location. The overall atmosphere of the photograph is serene and dramatic, capturing a moment of tranquility and natural beauty.",
            "sks woman This photograph captures a serene beach scene at sunset, with a young woman standing on the sandy shore. The woman, who appears to be in her late twenties or early thirties, has long, wavy blonde hair cascading down her back. She is wearing a form-fitting, long-sleeved, white knit dress that hugs her curves and reaches the ground, accentuating her hourglass figure. The dress has a deep V-neckline that reveals her bare back. She is barefoot, with her toes slightly digging into the wet sand near the water's edge. The background features a stunning sunset with hues of orange, pink, and purple mixing with the deep blue of the ocean. The waves gently crash against the shore, creating a soft, white foam. The sky is dotted with wispy clouds that reflect the warm tones of the sunset. The overall mood of the image is calm and peaceful, with the woman's relaxed pose adding to the serene atmosphere. The textures in the image include the smooth, fine sand of the beach, the gentle waves of the ocean, and the soft, flowing fabric of her dress.",
            "sks woman This is a high-resolution photograph capturing a serene beach scene at sunset. The focal point is a young woman standing on the sandy shore, facing slightly to her left. She has light brown, wavy hair that falls past her shoulders. She is wearing an elegant, off-the-shoulder, white gown that fits her slender figure perfectly. The dress has a strapless neckline and a fitted bodice that accentuates her curves. She accessorizes with a delicate necklace that adds a touch of sophistication. The background showcases a tropical paradise with a clear, blue sky transitioning into soft pastel hues of pink and orange as the sun sets. The beach is lined with tall, slender palm trees, their fronds swaying gently in the breeze. The sand is light beige, smooth, and appears untouched. The ocean water is a deep turquoise, with gentle waves lapping the shore. In the distance, there are several beachfront villas with thatched roofs, nestled among lush green foliage. The overall atmosphere is tranquil and idyllic, suggesting a luxurious, private beach resort. The photograph captures the essence of a tropical paradise at its most picturesque.",
            "sks woman The image is a photograph capturing a woman standing on a rocky cliff overlooking a vast, serene ocean. The background features a striking, rugged coastline with a prominent, massive rock formation rising from the water, adding depth and drama to the scene. The sky is a soft gradient of pastel colors, transitioning from light blue to peach at the horizon, indicating either sunrise or sunset. The woman is of medium build with a light olive complexion and slicked-back, dark hair. She is wearing a stylish, off-white, loose-fitting outfit that consists of a blouse and matching pants. The blouse is tied at the waist with a large bow, revealing a hint of her midriff and a subtle, cream-colored bandeau top underneath. The pants are gathered at the waist and tied with a similar bow, creating a bohemian, beachy look. Her accessories include large, gold hoop earrings and a small, delicate gold necklace. The texture of her clothing is soft and lightweight, suggesting a comfortable, airy fabric. The overall composition of the image emphasizes the natural beauty of the location and the woman's elegant, relaxed style, blending seamlessly with the serene coastal backdrop.",
            "sks woman This photograph captures a serene beach scene with a woman walking along the shoreline. The woman is the central focus of the image, positioned slightly to the right of the frame. She is wearing a sleek, white, strapless gown that hugs her curves, accentuating her slender figure. The dress has a unique, low-cut design with a thin, gold chain running from the top of her chest to her waist, adding a touch of elegance and sophistication. Her dark hair is pulled back, and she wears minimal makeup, emphasizing her natural beauty. The beach is pristine, with soft, white sand that extends into the distance. The shallow, clear water near the shore is a light aquamarine, gradually deepening to a deeper blue as it meets the horizon. The sky is a soft, pastel blue with wispy clouds, indicating a calm, clear day. The gentle waves lap at the shore, leaving a wet, reflective trail on the sand. The overall ambiance is tranquil and idyllic, evoking a sense of relaxation and peace. The photograph captures the essence of a tropical paradise, emphasizing the beauty of the natural environment and the elegance of the woman in the white dress.",
            "sks woman The image is a photograph of a woman standing on a sandy beach at sunset. The background features a serene, calm ocean with gentle waves, and a clear, blue sky with a few scattered clouds. The woman is positioned slightly to the left of the center of the image, facing the camera with a neutral expression. She has a slender, toned physique and is wearing a form-fitting, light blue dress that accentuates her figure. The dress has a plunging neckline, thin spaghetti straps, and a cutout design that reveals her midriff. She accessorizes with large, metallic, teardrop earrings and a silver wristwatch on her left wrist. Her hair is styled in a sleek. In her right hand, she holds a shiny, metallic clutch purse. The sand beneath her feet is soft and light beige, with a few scattered footprints and small pebbles. The palm trees in the background frame the scene, with their fronds arching down towards the beach. The overall mood of the photograph is relaxed and serene, capturing a moment of tranquility at the beach.",
            "sks woman This is a high-resolution photograph capturing a young woman standing by an infinity pool on a rooftop during sunset. The woman has long, wavy brown hair and is wearing a white, form-fitting, high-waisted maxi dress adorned with floral appliqués and ties. Her dress exposes her midriff and has a plunging neckline, revealing a hint of cleavage. She is holding a white, textured handbag in her right hand. The background features a clear blue sky transitioning to a soft pink and orange hue as the sun sets. Tall palm trees with green fronds frame the scene on the left and right sides. The infinity pool is the focal point, with its turquoise water reflecting the sky. White lounge chairs and large white umbrellas are scattered around the pool area, adding to the luxurious and serene ambiance. The rooftop is paved with light gray concrete, and there are glimpses of modern, white buildings in the distance. The overall mood of the image is relaxed and elegant, highlighting the beauty of the sunset and the luxurious outdoor setting.",
            "sks woman The photograph captures a young woman lying face down on a pristine sandy beach. She has a medium to dark brown complexion, long, wet, dark brown hair cascading down her back, and is wearing a white, revealing one-piece swimsuit. Her body is slender and toned, with a noticeable tan, and she is partially covered in sand, giving her a natural, sun-kissed appearance. She has a relaxed, sultry expression, her eyes looking directly into the camera with a hint of seduction. The beach is serene, with gentle waves lapping at the shore, creating a white foam line. In the background, a steep, rocky cliff rises on the left side, covered in green vegetation, and a few other beachgoers can be seen further back, enjoying the sun and water. The sky is clear with a few scattered clouds, suggesting a warm, sunny day. The sand is fine and light beige, contrasting with the darker hues of the rocks and the woman's skin and hair. The overall mood of the image is relaxed and sensual, capturing a moment of leisure and natural beauty at a tropical beach.",
            "sks woman This photograph captures a serene lakeside scene with a luxurious wooden boat docked at a picturesque waterfront. The boat's interior features a cream-colored, tufted leather bench with a polished wood trim, creating a cozy and elegant ambiance. A young woman with long, dark hair and a light brown complexion is seated on the bench, wearing a white, silky, sleeveless dress that accentuates her curvaceous figure and medium-sized breasts. She has a confident and relaxed pose, with one hand resting on her knee and the other touching her hair. In the background, the serene lake reflects the lush, green landscape. A grand, Italian-style villa with a terracotta roof and tall, manicured cypress trees stands prominently on the hillside, adding a touch of classic European charm. The villa is adorned with lush greenery and a flagpole with the Italian flag flying, indicating a possible Italian location. The sky above is clear and blue, enhancing the overall tranquil and picturesque setting. The image captures a blend of luxury and natural beauty, emphasizing a moment of relaxation and indulgence.",
            "sks woman This is a vibrant, high-resolution photograph capturing a young woman lounging on a wooden boat deck, with a stunning coastal town in the background. The woman is of medium build with a tanned, athletic physique. She has dark hair tied back in a sleek, low bun and is wearing stylish, tortoiseshell sunglasses with a retro design. Her outfit consists of a strapless, mustard-colored bikini with horizontal white stripes and a prominent, square-shaped white buckle on the top, accentuating her toned midriff. She is also wearing a delicate, thin chain necklace. The woman is reclining with her right arm resting on her head, her left arm relaxed on the deck, and her legs extended, displaying a confident, relaxed pose. The background features a picturesque coastal town with pastel-colored buildings, including yellow, orange, and pink structures, perched on a hillside overlooking a deep blue sea. The water is choppy, with white waves reflecting the sunlight. A small boat is visible in the distance, adding to the nautical ambiance. The overall mood of the image is one of leisure and relaxation, with a blend of natural beauty and urban charm.",
            "sks woman This is a high-resolution photograph capturing a young woman sitting poolside. She is positioned on a tiled edge of a swimming pool, with clear blue water reflecting the sunlight. The woman has a light to medium skin tone, indicating she might be of Mediterranean or Latin descent. Her long, dark brown hair is slicked back into a ponytail, revealing her delicate features. She wears large, retro-style white sunglasses with a cat-eye shape, adding a touch of vintage flair to her look. She is dressed in a black one-piece swimsuit with thin straps, showcasing her toned physique and curvy figure. The swimsuit is high-cut, accentuating her legs and buttocks. Her left hand rests on her thigh, while her right hand is placed on the tiled edge behind her, providing a sense of casual relaxation. The background is a mix of the pool's clear blue water and the tiled edge, which has a light beige and brown color palette, adding to the warm, inviting atmosphere. The lighting is natural, suggesting the photo was taken during day",
            "sks woman This is a high-resolution photograph featuring a young woman standing in a swimming pool, exuding a sophisticated and stylish aura. She has a medium skin tone and is wearing a sleek, black one-piece swimsuit that clings to her fit physique. Her hair is styled in a sleek, high ponytail, adding to her polished appearance. She accessorizes with a gold necklace featuring a large pendant, and matching gold bracelets on both wrists. Additionally, she wears large, dark sunglasses that cover her eyes, adding a touch of mystery and chicness to her look. Her expression is calm and composed, with a slight smile on her lips. The background features the clear, turquoise water of the pool, with ripples and light reflections creating a serene and inviting atmosphere. The water is deep enough to reach her waist, and she appears to be standing on a poolside surface, possibly a ledge or steps. The overall mood of the photograph is elegant and modern, emphasizing the subject's confidence and fashion-forward style.",
            "sks woman This is a high-resolution photograph featuring a young woman in a luxurious pool setting. She is of slender build with a fair complexion and dark hair slicked back into a neat, low bun. She is wearing a stylish, black-and-white bikini with a halter neck, the top of which is adorned with a small, round logo, possibly a charm or a pendant. Her expression is confident and composed, with her lips slightly parted and her eyes looking directly into the camera. She is holding a martini glass filled with a clear, sparkling liquid, garnished with a green olive and a slice of lime. The glass is held elegantly with her right hand, which is adorned with a delicate bracelet. Her left hand is resting on a white and black inflatable pool toy, which features the iconic Chanel logo prominently displayed in black letters. The pool water is clear, with gentle ripples reflecting the sunlight, creating a shimmering effect around her. The background is blurred, emphasizing the subject and the luxurious, serene atmosphere of the poolside. The overall aesthetic is sophisticated and glamorous, capturing a moment of relaxed elegance.",
            "sks woman The image is a high-resolution photograph capturing a sunbathing scene in a lush, outdoor setting. The central figure is a young woman with long, straight blonde hair, wearing a white one-piece swimsuit and a large, beige straw hat with a wide brim. She has a tan complexion and is lounging on a beige towel spread over a black lounge chair. Her legs are relaxed, with one bent at the knee. She is wearing dark sunglasses and has a small tattoo on her left forearm. In the foreground, to the right, there is a glass of orange juice with a slice of orange on the rim, and a small orange bottle of sunscreen. The background reveals a well-maintained garden with green grass and tall, green trees. Above, the sky is bright blue with a few scattered clouds. Large, beige patio umbrellas are positioned around the area, casting soft shadows. The overall atmosphere is relaxed and luxurious, suggesting a resort or private poolside setting. The image has a warm, summery vibe, with natural light enhancing the scene's vivid colors and textures.",
            "sks woman This is a high-resolution photograph capturing a serene beach scene with a stunning city skyline in the background. The main subject is a woman with a fair skin tone, sitting on a white cushioned sun lounger. She is wearing a black one-piece swimsuit and a wide-brimmed straw hat, which she is holding with her right hand, shading her face. Her left arm is resting on her thigh, and her legs are extended forward, with her feet bare and relaxed. The woman appears to be in her mid-30s, with a slender build and medium-sized breasts. Her short, dark brown hair is neatly styled. The beach is sandy with a few scattered lounge chairs and white umbrellas, providing shade. In the background, the skyline of a modern city is visible, featuring numerous skyscrapers with sleek, glass facades, likely in the style of a large urban metropolis. The sky is clear and blue, indicating a sunny day. The overall ambiance is relaxed and luxurious, with the woman's pose and attire suggesting a leisurely, vacation-like setting. The photograph captures the perfect blend of nature and urban sophistication.",
            "sks woman This is a high-resolution photograph capturing young woman lounging on white sunbeds by an infinity pool on the edge of a tall skyscraper, overlooking a cityscape with a prominent, iconic skyscraper in the background. The woman is dressed in minimalistic white bikini sets, wearing a halter top. The woman has light skin, long dark hair tied back, and wears large white cat eye sunglasses. She is seated on the sunbed with her legs crossed and one arm resting on her knee, while the other hand is on her head, suggesting relaxation. The pool water is a clear blue, reflecting the sunlight, and the background features a modern cityscape with numerous tall buildings, including the distinctive, towering skyscraper in the middle, likely the Burj Khalifa in Dubai. The sky is clear and bright blue, adding to the serene, luxurious ambiance of the scene."
          ]
        },
        {
          "name": "Великий Гэтсби 🎩",
          "slug": "category_man_velikiy_gatsby",
          "promts": [
            "A stunning 1920s-inspired sks woman in a Gatsby-themed setting, wearing a shimmering silver flapper dress with a deep V-neckline and feathered accents. She poses gracefully, her elegant expression exuding a captivating mix of confidence and allure, as she stands against a backdrop of art deco-inspired architecture and the warm glow of chandeliers.",
            "A young sks woman, her beautiful face framed by a stylish bob haircut, gazes wistfully into the distance, lost in the enchanting atmosphere of a Gatsby-era speakeasy. She wears a flowing, emerald green dress with delicate beading, her posture exuding a sense of effortless sophistication.",
            "In a dimly lit Gatsby-era jazz club, a sks woman in a sleek, burgundy satin gown stands tall, her confident pose and sultry expression capturing the essence of the roaring twenties. The soft lighting casts a warm, vintage hue, accentuating the details of her intricate dress and the mysterious air surrounding her.",
            "Framed by the opulent setting of a Gatsby-era mansion, a sks woman in a shimmering, gold lamé dress strikes a captivating pose, her eyes filled with a tantalizing mix of mystery and allure. The soft, golden lighting and the intricate details of her gown create a visually striking and captivating image.",
            "In a Gatsby-themed speakeasy, a sks woman in a shimmering, silver sequined dress leans against the bar, her confident expression and relaxed pose exuding a sense of effortless sophistication. The dim lighting and the Art Deco-inspired decor create a moody, evocative atmosphere.",
            "Amidst the opulent grandeur of a Gatsby-era mansion, a sks woman in a sleek, black satin gown poses with a glass of champagne, her confident expression and alluring demeanor capturing the essence of the roaring twenties. The intricate architectural details and the soft, golden lighting create a visually stunning and enchanting scene.",
            "sks woman This is a high-resolution photograph featuring a woman in a luxurious, vintage-inspired setting. She is standing in a dimly lit room with rich, deep red velvet curtains and a chandelier with ornate, golden details hanging from the ceiling. The woman has a medium-dark skin tone and short, curly hair styled in a classic, elegant updo. She wears an elaborate, strapless gown made of sheer, beaded fabric that cascades down her body, adorned with intricate, sparkling embellishments. The gown's neckline is high and adorned with delicate, long strands of beads that drape down her back, adding a touch of drama. She has a small, delicate headpiece with a beaded band across her forehead, complementing her jewelry, which includes long, dangling earrings and a bracelet. In her right hand, she holds a long, slender cigarette holder with a lit cigarette, suggesting a vintage, sophisticated vibe. Her makeup is bold and glamorous, with dark eyeshadow, long, dark eyelashes, and a red lip color that complements her attire. The background features a red leather couch with a floral pattern, adding to the opulent, vintage atmosphere of the setting.",
            "sks woman This photograph captures a woman standing beside a vintage black car, likely from the 1920s or 1930s, with its classic design and chrome detailing. The woman is dressed in an elegant, floor-length white gown that features intricate beadwork and fringe details, giving it a glamorous and sophisticated appearance. Her gown has a deep V-neckline adorned with delicate beads, and it is sleeveless, accentuating her slender arms. She wears long white gloves that extend to her elbows, adding to the vintage elegance. Her hairstyle is reminiscent of the flapper era, with her hair styled in soft waves and a small headband adorned with sparkling jewels. Her makeup is dramatic, featuring dark red lipstick and heavy eyeliner, complementing her classic, timeless look. The background features a stone building with large, rectangular windows, adding a sense of grandeur to the scene. The overall color palette of the image is dominated by blacks, whites, and grays, with the car and building providing a contrast to the woman's vibrant outfit. The texture of the dress is smooth and silky, contrasting with the rough, stone-like texture of the building, creating a striking visual contrast.",
            "sks woman This is a high-resolution photograph featuring a woman seated in a luxurious wooden boat on a serene lake. The woman is dressed in an elegant white gown with a deep V-neckline, which she accessorizes with a luxurious, cream-colored fur stole draped over her shoulders. Her long, wavy blonde hair cascades over her shoulders, and she wears a pair of long, metallic silver gloves that extend past her elbows. She has a confident and poised expression, with her head slightly tilted and her gaze directed toward the camera. She is adorned with small, round, pearl earrings that catch the light, adding a touch of sophistication to her ensemble. The boat she is in has a polished wooden interior with a tan leather seat, and the steering wheel is visible in the background. The lake in the background is calm, with rippling waves reflecting the sunlight, and the shore is lined with lush greenery and autumn-colored trees. In the distance, there is a small town with pastel-colored buildings, and the backdrop is dominated by a hillside covered in dense greenery, with the occasional splash of orange and yellow foliage, indicating the season is autumn. The overall atmosphere",
            "sks woman This is a high-resolution photograph featuring a woman posing in a luxurious, sophisticated setting. She is seated on a plush, teal velvet couch adorned with fluffy white faux fur cushions. The background is dominated by deep blue velvet curtains, adding to the opulent ambiance. The woman is wearing a stunning, sleeveless, off-the-shoulder gown that is intricately adorned with shimmering beads and sequins, creating a glamorous, elegant look. Her dress has a plunging neckline with a keyhole cutout, accentuating her décolletage. She is accessorized with a delicate, silver headpiece adorned with small crystals, which adds a touch of vintage glamour to her ensemble. She also wears matching, long, white gloves that reach her elbows, adding a vintage, Old Hollywood feel. Her makeup is meticulously done, with a focus on her eyes, which are highlighted with dark eyeliner and mascara, and her lips are painted a soft pink. In her right hand, she holds a black cigarette holder with a black cigarette, suggesting a retro, sophisticated vibe. The overall setting and her attire suggest a glamorous, vintage-inspired photoshoot, possibly in a high-end bar or lounge.",
            "sks woman This photograph captures a young woman in a sophisticated, upscale bar setting. She is standing at a granite countertop, leaning slightly forward with her right hand extended towards a bar cart. The woman appears to be of Caucasian descent with a light skin tone and a slim, toned physique. She has short, dark brown hair styled in soft waves. She is wearing a form-fitting, white, sleeveless dress that accentuates her curves and features a plunging neckline. Her outfit is complemented by long, white satin gloves that extend to her elbows, adding an elegant touch. The bar behind her is stocked with various glasses, bottles, and a cart with a tray of drinks, indicating a well-appointed and stylish establishment. The background features deep blue cabinetry and shelves filled with wine glasses and other barware. A modern chandelier with gold and silver accents hangs from the ceiling, casting a warm, ambient light. The floor is tiled in a neutral color, and there are plush, blue velvet barstools with gold accents. The overall ambiance is luxurious and sophisticated, evoking a sense of refined elegance.",
            "sks woman This is a photograph of a woman standing in a luxurious, well-decorated room. She is wearing an elegant, strapless white short dress with a fitted bodice that accentuates her slim waist. The skirt is voluminous, made of soft, fluffy feathers in a pale pink hue, giving it a cloud-like appearance. She accessorizes with a sparkling choker necklace, a bracelet, and a large, ornate earring on her left ear. Her blonde hair is styled in an updo, and she has a confident, poised expression. The room has a sophisticated, classic design with light grey walls and ornate moldings. To the left, there is a bed with white linens and a red upholstered bench at its foot. Above the bed, there are framed, decorative paintings hanging on the wall. The right side of the image shows a large, ornate door with gold handles and a small window above it. A chandelier with crystal pendants hangs from the ceiling, adding to the room's opulent ambiance. The floor is carpeted in a neutral tone, and the overall atmosphere is elegant and refined, suggesting this might be a high-end hotel or a private residence.",
            "sks woman This is a high-resolution photograph of a young woman seated on a stone ledge against a plain, off-white wall. She has long, wavy blonde hair styled in soft curls that cascade over her shoulders. Her makeup is bold, featuring dark eyeliner and a deep red lipstick. She is wearing a sleek, black evening gown with a V-neckline that accentuates her slim figure. The dress has a flowing, elegant skirt that reaches the ground. She is draped in a luxurious white fur stole, adding a touch of opulence to her ensemble. Her legs are crossed, and she is wearing high-heeled sandals with intricate, gold detailing. She accessorizes with a statement necklace featuring a large, ornate pendant. The background is simple, with the off-white wall and the stone ledge providing a stark contrast to her dark attire. The lighting is soft, casting gentle shadows that enhance the texture of the fur stole and her hair. The overall style of the photograph is reminiscent of vintage glamour, with a focus on elegance and sophistication. The image captures a moment of poised confidence and timeless fashion."
          ]
        },
        {
          "name": "Спорт 🏋️‍♀️",
          "slug": "category_man_sport",
          "promts": [
            "sks woman A sporty sks woman in a white form-fitting athletic outfit stands in a lush, verdant field, her face radiating determination as she prepares to start her training routine on a beautiful, sunny day. The image is captured in a crisp, high-resolution photographic style with a shallow depth of field, highlighting the sks woman's athletic grace and poise.",
            "An illustration of a sks woman in a sleek, aerodynamic sports uniform dashing across a pristine, snow-covered landscape, her expression one of focused intensity as she navigates the challenging terrain. The scene is rendered in a dynamic, digital painting style with vibrant, saturated colors and dramatic lighting, conveying a sense of energy and movement.",
            "sks woman A beautiful, athletic sks woman in a white athletic outfit sprints with powerful determination through a bustling city street, her facial expression one of fierce concentration as she navigates the urban landscape. The image is captured in a dynamic, high-energy photographic style with a slightly elevated camera angle, highlighting the sks woman's athleticism and momentum.",
            "A vibrant, digital illustration of a sks woman in a sleek, high-performance racing suit speeding through a futuristic, neon-lit cityscape on a high-tech, hover-powered motorcycle, her facial features exuding a fierce, determined expression as she navigates the challenging environment.",
            "sks woman The image is a high-resolution photograph capturing a young woman standing on a lush, green golf course. She is dressed in a white polo shirt with short sleeves and logo Lacoste and a black, quilted Chanel handbag slung over her shoulder. Her hair is long. She is wearing large, black sunglasses with a cat-eye shape. The woman is standing next to a golf bag, which is positioned to her right. The golf bag is green with black accents and contains various golf clubs, including a driver and irons, suggesting she is a golfer. The background features a well-manicured golf course with a grassy fairway and a distant, dark green line indicating a water hazard or a bunker. The lighting in the image suggests it was taken during the day, possibly in the late afternoon, given the soft shadows and warm tones. The overall scene conveys a sense of leisure and luxury, with the woman's",
            "sks woman This is a high-resolution photograph of a young woman standing on a clay tennis court. She is facing slightly to her left, but her head is turned towards the camera, giving a confident, playful smile. sks woman She has long, wavy blonde hair that cascades over her shoulders and a fair, sun-kissed complexion. She is wearing a white, short-sleeved crop top that accentuates her slender, athletic physique, and a matching high-waisted tennis skirt that flares out, highlighting her shapely legs. Her outfit is sporty and stylish, with a hint of femininity. In her right hand, she holds a tennis racket with a black and white frame, and in her left hand, she holds a green tennis ball. The background features a lush, green canopy of trees, suggesting the image was taken outdoors, possibly in a park or a tennis club. The clay court surface is reddish-brown, and the lighting is natural, indicating it was taken during the day. The overall mood",
            "sks woman This is a high-resolution photograph of a young woman lying on a green tennis court, dressed in a white, sleeveless, form-fitting tennis dress. She has light skin and straight, shoulder-length blonde hair. Her expression is relaxed yet poised, with a slight smile on her lips. She is wearing a white visor that covers her forehead and a portion of her face, providing shade. Her right hand holds a tennis racket with a bright orange frame and white strings, positioned near her right hip. In the background, the tennis court has a green surface with a grid pattern, and the net is visible in the distance, running horizontally across the image. To the right of the woman, there is a black tennis bag with a zipper open, spilling out a collection of bright yellow tennis balls. The lighting is warm, suggesting it is either late afternoon or early evening, casting soft shadows and giving the scene a serene, almost dreamy ambiance. The textures in the image include the smooth fabric of her dress, the rough texture of the tennis court, and the soft, bumpy texture of the tennis balls. The overall mood is one of leisure and tranquility.",
            "sks woman This is a high-resolution photograph featuring a young woman in a modern, athletic outfit, posing on an outdoor tennis court. The woman, who appears to be of mixed ethnicity with a tan complexion, has long, wavy, light brown hair and is wearing a white, long-sleeved crop top that reveals her midriff. She also sports a white, high-waisted tennis skirt that flares out slightly. Her outfit is complemented by a white visor and white sneakers with thick, chunky soles. She is seated on the ground with her legs stretched out and one arm resting behind her head, while the other hand is on her knee. The tennis court has a blue-green surface with white lines marking the boundaries, and a black net running horizontally across the image. The background features a red section of the court, creating a striking contrast. A tennis racket with a white frame and red strings is placed on the ground to the left of the woman, and a tennis ball is visible next to her right leg. The overall setting suggests a sunny day, with the light casting soft shadows and highlighting the textures of the court and her outfit. The photograph captures a sense of casual elegance and athleticism.",
            "sks woman This photograph captures a young woman standing confidently on an outdoor tennis court. She has a medium skin tone and appears to be of mixed ethnicity, possibly Mediterranean or Latin American. Her hair is dark and pulled back into a sleek ponytail. She is wearing a form-fitting, long-sleeve, dark blue bodysuit with white trim around the neckline and cuffs. The bodysuit accentuates her toned physique, showcasing her medium-sized breasts and slender waist. She also wears white socks and blue and white athletic shoes. In her right hand, she holds a tennis racket, while her left hand casually rests on her hip. The tennis racket has a blue and white handle, and she holds a neon green tennis ball in her left hand. Her outfit is complemented by large, dark sunglasses that add a touch of sophistication. The background features a green metal fence, beyond which there is a large, red clay tennis court. The court is bordered by a white wall, and behind the wall, there are lush green trees and rocks, indicating a possibly Mediterranean or subtropical location. The overall scene suggests a sunny day, with bright natural light illuminating the image.",
            "sks woman This is a high-resolution photograph featuring a young woman posing in a fitness studio. She is kneeling on a black exercise bench, with her arms extended above her head, creating a graceful, arched pose. The woman has a slender, toned physique with a medium skin tone, and her hair is slicked back into a tight bun. She is wearing a white, long-sleeved crop top that reveals her midriff and white, tight-fitting athletic shorts that highlight her fit legs. Her outfit is complemented by white ankle socks. She has a serene expression on her face, with her eyes closed and lips slightly parted. In the background, there is a black, multi-grip exercise machine with various attachments, suggesting a gym environment. The walls are plain white, and the floor is made of dark wood, adding a touch of warmth to the otherwise minimalistic setting. The lighting is soft and natural, likely from a nearby window, creating a calm and inviting atmosphere. The overall composition of the photograph emphasizes the woman's athleticism and poise, while the serene background focuses attention on her form and posture.",
            "sks woman This is a high-resolution photograph featuring a young woman sitting on a large, light beige exercise ball in a minimalist, well-lit studio setting. The woman, who appears to be of mixed ethnicity with a medium brown skin tone, has long, straight, dark brown hair that cascades over her shoulders. She is wearing a matching cream-colored sports bra and high-waisted shorts, both of which are form-fitting and made of a stretchy fabric. Her outfit is complemented by white athletic sneakers and white knee-high socks. She is sitting with her legs bent at the knee, feet flat on the floor, and hands resting on her thighs. Her posture is relaxed yet poised, with a neutral expression on her face. The background is a clean, white wall that extends to the floor, creating a stark contrast with the beige ball and her light clothing. The studio is flooded with natural light, casting soft shadows that add depth to the scene. The overall aesthetic is modern, clean, and focused on health and fitness. The image captures a moment of calm and focus, emphasizing the woman's physical strength.",
            "sks woman This is a high-resolution photograph featuring a young woman posing against a plain, light gray background. The woman has a light brown skin tone and is of medium build. She has a confident and relaxed posture, with her left arm bent at the elbow and resting behind her head, and her right arm hanging loosely by her side. She has a smooth, clear complexion with a few freckles on her cheeks, and her hair is neatly pulled back into a low bun. She is wearing a matching set of athletic wear: a light pink sports bra with thin straps and a square neckline, and high-waisted, light pink athletic shorts that fit snugly around her hips and thighs. The fabric of her outfit appears to be a smooth, stretchy material, likely designed for comfort and flexibility. Her expression is neutral with a slight smile, and she is looking directly at the camera. The overall aesthetic of the photograph is clean and modern, emphasizing the fitness and athletic theme of the clothing. The background is minimalistic, ensuring that the focus remains on the subject and her attire.",
            "sks woman This is a high-resolution photograph featuring a woman in a serene yoga pose. She is seated on the floor with her legs crossed and her right arm extended upwards, while her left arm rests gracefully across her body. She is wearing a form-fitting, light pink one-piece leotard that has short sleeves and a deep V-neckline, accentuating her slender physique. The leotard is made of a smooth, stretchy material, likely spandex or a similar fabric, which clings closely to her body, highlighting its contours. Her dark hair is pulled back into a neat, high ponytail, and she wears a simple, thin bracelet on her left wrist. The background is minimalist, featuring a plain, light beige wall and a concrete floor, contributing to the calm and focused atmosphere of the image. The lighting is soft and natural, casting gentle shadows and emphasizing the smooth texture of her leotard and the subtle curves of her body. The overall composition and color palette create a serene and elegant visual experience, emphasizing the beauty and grace of the yoga pose.",
            "sks woman The image is a high-resolution photograph featuring a young woman seated on the floor against a minimalist white background. She is positioned slightly off-center to the right, with her legs crossed and one arm resting on the floor for support. Her expression is calm and focused. She has a medium brown skin tone and neatly styled dark hair. She is dressed in a matching light pink sports outfit consisting of a sports bra and high-waisted shorts. The sports bra has a racerback design, and the shorts have a sleek, form-fitting silhouette. On her feet, she wears white athletic sneakers with thick, ribbed white leg warmers that extend to her knees. The lighting in the image is natural, casting soft shadows and highlighting the smooth texture of her clothing and the clean lines of her outfit. The overall aesthetic is modern, minimalist, and athletic, emphasizing a sense of ease and comfort. The background is completely white, contributing to the clean and uncluttered look of the photograph.",
            "sks woman The image is a photograph featuring a young woman standing on a tennis court. She has light blonde hair, styled in a casual updo, with a few strands framing her face. She is wearing a matching athletic outfit consisting of a white sports bra and white leggings, both featuring black accent and the brand logo 'alö' in bold, black font. The sports bra is a typical design with thin straps and a medium coverage, while the leggings are form-fitting and appear to be made of a stretchy, breathable material. She holds a black tennis racket in her right hand, resting it on her left hip. In her left hand, she holds a white towel with the same 'alö' logo embroidered on it. Her expression is confident and relaxed, with a slight smile. The background shows a tennis court with a green surface and a black fence enclosing it. Beyond the fence, there are trees with green foliage, indicating an outdoor setting. The overall color palette of the image is dominated by earthy tones of green and brown, with the white of her outfit standing out vividly. The lighting suggests it is daytime, with natural light casting soft shadows and highlighting her outfit and the court.",
            "sks woman the image is a photograph taken in a modern, minimalist yoga studio with light wood flooring and white walls. The subject is a woman with a medium-dark skin tone, dressed in a matching light pink and white athletic outfit. She has long, dark hair tied back in a neat ponytail. She is standing confidently in the center of the room, facing the camera. Her outfit consists of a long-sleeved, form-fitting top with a deep V-neck, paired with high-waisted, tight leggings that accentuate her figure. She wears light pink ballet flats. In the background, there are several elements related to yoga practice. To the left, a woman in a similar outfit is seen practicing yoga on a mat, with her back facing the camera. There are wooden ballet barres along the mirrored walls, and a large mirror reflects part of the room, showing the woman practicing yoga and her reflection. On the floor in front of her, there are several items: a pink yoga mat, a pink water bottle, and a pink towel with white writing. The overall atmosphere is serene and focused, emphasizing fitness and relaxation.",
            "sks woman This is a high-resolution photograph taken in a modern, well-lit fitness studio. The main subject is a young woman with a fair complexion, light brown hair pulled back in a ponytail, and a white headband. She is sitting on a black exercise bench, with her legs spread wide and her hands resting on her knees. She is wearing a form-fitting, white athletic outfit consisting of a short-sleeved, high-necked top and matching shorts. The background features mirrored walls, creating a sense of depth and reflection. The mirrors are illuminated with soft, warm lighting, which enhances the modern and sleek aesthetic of the studio. There are several pieces of exercise equipment visible, including a rowing machine and a stationary bike, both of which are positioned in the background. The logo 'al0' is prominently displayed on the left side of the image, along with the 'B' logo, indicating a brand affiliation. The floor is dark, possibly black, contributing to the studio's contemporary look. The overall atmosphere is bright and inviting, with a focus on health and fitness."
          ]
        },
        {
          "name": "Беременность 🤰",
          "slug": "category_woman_pregnancy",
          "promts": [
            "sks woman This is a high-resolution photograph of a pregnant woman standing against a plain, off-white wall. Her right hand resting on her hip and her left hand gently placed on her lower abdomen, accentuating her pregnancy. She is wearing a form-fitting, sleeveless dress made of a textured, yellow fabric with a wavy pattern that highlights her curves. The dress has a high neck and hugs her body snugly, emphasizing her pregnant form. Her skin is fair, hair is a sleek, her rectangular earrings that add a touch of elegance to her look. The lighting in the image is bright and natural, casting soft shadows that enhance the texture of her dress and the wall behind her. In the background, there are some green plants with tall, thin leaves, adding a touch of nature to the otherwise minimalistic setting. The overall mood of the photograph is serene and elegant, capturing the beauty of pregnancy in a stylish and modern way.",
            "sks woman This is a black-and-white photograph featuring a pregnant woman standing against a plain, light-colored background. She has long, wavy hair that cascades down her back and shoulders. Her facial expression is serene and contemplative, with her eyes closed and lips slightly parted. She is wearing an oversized, off-the-shoulder white shirt that is draped loosely around her body, exposing her bare shoulders and partially revealing her pregnant belly. The shirt appears to be made of a soft, lightweight fabric, possibly cotton or linen. She also wears high-waisted, light-colored jeans that are slightly unbuttoned, revealing a glimpse of her underwear. The photograph captures the natural curves and contours of her body, emphasizing the roundness of her pregnant belly. The lighting is soft and even, creating a gentle contrast between the subject and the background, which remains uncluttered and minimalistic. The overall mood of the photograph is intimate and contemplative, focusing on the beauty and serenity of pregnancy.",
            "sks woman This photograph features a pregnant woman in her third trimester standing against a seamless, gradient grey background. The woman has long, wavy blonde hair cascading over her shoulders, and she is wearing a sleek, off-white satin dress that accentuates her pregnancy. The dress has thin spaghetti straps and a deep V-neckline, which reveals her bare shoulders and upper chest. She is standing with her left hand gently resting on her pregnant belly, while her right hand is placed near her hip, subtly showcasing her baby bump. Her skin is fair, and she has a soft, radiant glow, likely due to the pregnancy. She is accessorized with a gold bracelet on her left wrist, adding a touch of elegance to her look. Her makeup is minimal, focusing on a natural look with subtle highlights on her cheeks and lips. The overall style of the photograph is soft and serene, emphasizing the beauty and grace of pregnancy. The lighting is gentle, casting soft shadows that enhance the texture of her dress and the natural curves of her body. The image captures a moment of quiet contemplation and maternal beauty.",
            "sks woman The image is a photograph taken in a modern, minimalist bathroom with a soft, neutral color palette. The subject is a young woman, likely in her late twenties or early thirties, standing in front of a large mirror. She has a light olive skin tone and long, dark brown hair tied back in a ponytail. She is wearing a light pink, lacy lingerie bodysuit that accentuates her medium-sized breasts and curves. Her left hand is holding a smartphone with a white and gold case, while her right hand rests on her slightly rounded belly, indicating pregnancy. In the background, the bathroom features a large, white marble countertop with a chrome faucet and a white soap dispenser on the left side. The mirror reflects a portion of the bathroom, including a closed white door on the left. The woman’s reflection is also visible, standing in front of a vanity with light gray cabinets and drawers. On the right side of the image, a doorway leads to a bedroom with a light gray and white color scheme. The bed in the bedroom is made with white linens, and there is a large, oval-shaped mirror above it. The overall ambiance of the room is clean, modern, and serene.",
            "sks woman This is a high-resolution photograph capturing a pregnant woman standing on a beach at sunset. The woman, with long, wavy blonde hair cascading down her back, is turned slightly to her left, facing the calm, turquoise ocean. She is wearing a loose, white, ribbed knit cardigan over a black one-piece swimsuit, which highlights her pregnant belly. Her skin is fair and she appears to be Caucasian. The background features a clear, blue sky with a few wispy clouds and a rocky outcrop to the left, extending into the water. The sea is a gradient of blues, from a deep indigo near the shore to a lighter, more aqua hue further out. The sand is a mix of light and dark grains, with small, smooth pebbles scattered near the waterline. The overall mood of the image is serene and contemplative, with the natural beauty of the setting complementing the woman's peaceful expression. The photograph is likely taken with a high-quality DSLR camera, capturing the textures of the clothing, skin, and environment with great detail and clarity",
            "sks woman This is a high-resolution photograph featuring a pregnant woman standing outdoors in a lush garden setting. The woman, who appears to be in her late 20s or early 30s, has long, voluminous, wavy brown hair that cascades down her shoulders. She is wearing a long-sleeved, ribbed, light pink maternity dress that buttons down the front, showcasing her growing belly. The dress has a fitted silhouette with flared sleeves and a ruffled neckline, which adds a touch of elegance to her figure. She has a serene expression on her face, looking slightly to the left. The background includes a stone staircase with black iron railings leading up to a white house with a red-tiled roof. Surrounding the staircase are various green plants and bushes, including a tall tree with thick, dark green foliage that provides shade. The garden is well-maintained, with neatly trimmed hedges and a sense of tranquility. The lighting suggests it is daytime, with sunlight illuminating the scene and casting soft shadows. The overall atmosphere is serene and picturesque, capturing a moment of quiet contemplation during pregnancy. ",
            "sks woman This is a high-resolution photograph of a young woman and a newborn baby in a cozy, modern living room setting. The woman, who appears to be in her early 20s, has light skin, long blonde hair, and a slim figure. She is dressed in a luxurious, off-the-shoulder white fur coat and matching white ribbed sweatpants. She is seated on a plush, cream-colored sectional sofa, leaning back with her head resting on a large, textured white cushion.  In her arms, she cradles a newborn baby, swaddled in a soft, light pink blanket. The baby has light skin and closed eyes, with a small pink hat covering its head. The woman gazes thoughtfully into the distance, her expression serene and contemplative. In the background, there is a modern, minimalist fireplace with a black frame and a warm, glowing fire. The fireplace is mounted on a white marble mantel with subtle gray veining. To the left of the fireplace, there is a beige wall with a large, decorative plant in a white pot. The overall ambiance of the room is calm and intimate, with soft, neutral tones and a sense of warmth provided by the fire. ",
            "sks woman The image is a high-resolution photograph featuring a pregnant woman reclining on a plush, off-white, round armchair with a textured fabric. The chair is positioned against a wall with a light-colored, textured backdrop that adds to the serene ambiance. The woman, with long, wavy brown hair cascading over her shoulders, is dressed in a white, ribbed, long-sleeve maternity dress that hugs her curves. Her expression is calm and contemplative as she gazes off to the side. She has a light skin tone and is wearing large, round, gold hoop earrings that stand out against the simplicity of her outfit. The room is bathed in soft, natural light that filters through sheer white curtains, creating a gentle glow that highlights the textures and colors in the scene. The floor is tiled with a light gray finish, adding to the clean, minimalist aesthetic of the space. The overall composition and styling of the photograph evoke a sense of tranquility and anticipation, focusing on the serene beauty of pregnancy and the comfort of the surroundings.",
            "sks woman This photograph captures a pregnant woman seated on a modern, white, curved sofa in a minimalist, contemporary room. The woman, who appears to be in her late twenties or early thirties, has a fair complexion and blonde hair. She is wearing a form-fitting, sleeveless, brown bodysuit that accentuates her pregnant belly. Her legs are crossed, and she is wearing sheer, dark brown pantyhose. Draped over her shoulders is a cream-colored leather jacket, which adds a touch of luxury to her ensemble. She is also wearing high-heeled shoes with a leopard print pattern, adding a playful touch to her outfit. The room features two large, abstract, white wall panels with a textured finish, which add a modern and elegant touch to the background. The lighting is soft and natural, coming from an unseen source, likely a window, which casts gentle shadows and highlights the textures and colors in the room. The overall aesthetic of the room is clean and sleek, with a focus on simplicity and sophistication. The woman's serene expression and the serene environment create a calm and intimate atmosphere.",
            "sks woman This photograph captures a serene and intimate moment between a young woman and a baby. The woman, who appears to be in her early twenties, has long, straight blonde hair cascading down her back. She has fair skin and is wearing a white off-the-shoulder top that reveals her shoulders and upper arms. She also has on white, high-waisted pants. She is seated on a beige, textured couch, with a plush white blanket draped over her shoulders and lap, adding a cozy and warm feel to the scene.  In her arms, she cradles a baby with light skin and blonde hair, who is swaddled in a soft white blanket. The baby's face is turned towards the woman, with a calm and content expression. The background features a modern fireplace with a black frame and a glowing fire, creating a cozy ambiance. The walls behind the fireplace are a light beige with a subtle marble pattern, adding to the sophisticated and elegant atmosphere of the room. The overall mood of the photograph is calm, intimate, and nurturing, highlighting the bond between the woman and the baby. ",
            "sks woman This is a high-resolution photograph of a pregnant woman standing against a plain white background. The woman, who appears to be in her third trimester, has long, wavy blonde hair cascading down her back. She is wearing a form-fitting, floor-length, sleeveless white gown that accentuates her pregnant belly and curves. The dress has thin spaghetti straps and a flowing, smooth texture that reflects light softly. She is looking downward with a contemplative expression, her right hand gently cradling her baby bump. Her left hand rests on her hip. The woman wears a gold bracelet on her left wrist, adding a touch of elegance. The background is completely white, ensuring that the subject is the sole focus of the image. The lighting is soft and even, eliminating any shadows and highlighting the woman's figure and the texture of her dress. The overall mood of the photograph is serene and intimate, capturing the beauty and anticipation of pregnancy.",
            "sks woman The image is a high-resolution photograph featuring a pregnant woman standing against a stark white background. The woman has long, dark brown hair that cascades over her shoulders and down her back. She is of medium build, with a fair skin tone, and her facial features are not visible due to the angle and lighting. She is wearing a flowing, off-the-shoulder white dress made from a soft, sheer fabric that clings to her body, showcasing her pregnancy. The dress has long sleeves that extend past her wrists and a fitted, long skirt that reaches the ground, creating a graceful, flowing silhouette. Her right hand is resting on her left hip, while her left hand is placed gently on her abdomen, emphasizing her pregnancy. The lighting is soft and even, eliminating any shadows and highlighting the texture of the fabric and the natural curves of her body. The overall composition of the image is simple and minimalist, focusing entirely on the subject, which allows the viewer to appreciate the elegance and beauty of her pregnancy.",
            "sks woman This photograph captures a pregnant woman sitting on the edge of a bed in an elegantly furnished room. She has a light olive skin tone and dark brown hair styled. She is wearing a black, long-sleeved, off-the-shoulder top that is slightly oversized, revealing her bare shoulders and a hint of cleavage. Her white, high-waisted pants are loose-fitting and fall to the floor, creating a relaxed, casual look. The woman's expression is contemplative, with her head slightly tilted to the side and her eyes closed, suggesting a moment of peaceful introspection. The room features a beige carpet with a subtle geometric pattern, and the walls are adorned with elegant, white paneling. Behind her, there is a dark wooden dresser with a few drawers, and a small, round, metal wastebasket is placed on the floor next to it. The bed she sits on has a white comforter, and the background includes a partially visible door with a dark wood frame. The overall ambiance of the room is warm and inviting, with a blend of modern and classic design elements.",
            "sks woman This is a high-resolution photograph featuring a pregnant woman standing in a dimly lit, softly illuminated room. She has long, wavy blonde hair cascading down her back and is wearing a light gray, semi-sheer lace bra that accentuates her small to medium-sized breasts. Her stomach is prominently visible, swollen with pregnancy, and she is wearing high-waisted, cream-colored, ribbed pants that hug her figure. The woman is standing in a contemplative pose, her right hand gently resting on her lower abdomen and her left arm bent slightly at the elbow, her hand resting on her hip. Her face is turned slightly to the right, her expression serene and focused. The room she is in has a modern, minimalist aesthetic with beige walls, a large white bathtub partially visible in the background, and wooden-framed glass doors on the left side of the image. The light filtering through the windows and the soft glow from the room's lighting create a warm, intimate atmosphere. The image captures a moment of quiet reflection and the beauty of pregnancy."
          ]
        },
        {
          "name": "В белье 👙",
          "slug": "category_woman_underwear",
          "promts": [
            "sks woman This is a high-resolution photograph featuring a young woman posing on a textured, light beige couch against a plain, light gray background. The woman has long, straight, blonde hair that cascades over her shoulders. She has a light skin tone and is wearing a matching white lace lingerie set, consisting of a semi-sheer bra and thong. The bra has delicate floral lace patterns and thin straps, while the thong features intricate lace detailing on the sides. Her physique is slender with a toned, athletic build. She is reclining on her side, with her right arm resting above her head and her left arm bent, supporting her head. Her expression is relaxed, with a slight smile, and she is looking directly at the camera. The lighting is soft and natural, casting a warm, intimate ambiance. The texture of the couch appears to be a plush, quilted fabric, adding to the cozy and inviting atmosphere of the scene. The overall aesthetic of the image is sophisticated and sensual, with a focus on the model's figure and the delicate lace of her lingerie.",
            "sks woman The image is a high-resolution photograph featuring a slender, blonde woman posing in a minimalist, modern room. She stands against a beige wall, with her left arm raised above her head and her right hand resting on her hip. She has a fair complexion and her hair is styled in a sleek, high bun. Her facial features are sharp and defined, with a strong jawline, high cheekbones, and full lips. She is wearing a matching set of delicate, yellow lingerie that includes a bra with lace details and a thong. The bra has a semi-sheer fabric with floral embroidery, accentuating her medium-sized breasts. The thong is low-rise, highlighting her toned waist and hips.  In the background, there are two abstract art pieces. On the left, a rectangular, off-white textured block, and on the right, a large, dark, abstract painting with black and white geometric shapes. The room has a clean, contemporary aesthetic with neutral tones. The lighting is soft, casting gentle shadows and highlighting the textures and details of the woman's lingerie and the art pieces. The overall mood of the photograph is elegant and sophisticated, with a focus on the subject's natural beauty and the minimalist, modern setting.",
            "sks woman This is a high-resolution photograph featuring a blonde woman with a fit, toned physique standing against a backdrop of sheer white curtains that allow soft, diffused light to filter through. She has a fair complexion and long, wavy blonde hair cascading over her shoulders. Her facial expression is neutral, with a slight hint of a pout, adding a touch of sensuality to her look. The woman is wearing a revealing black lace lingerie set that includes a bra, garter belt, and matching panties. The bra has delicate lace detailing and is semi-transparent, showcasing her medium-sized breasts. The garter belt is adorned with black feathers, adding a touch of glamour and texture to the outfit. Her panties are also lace, revealing her toned thighs and hips.  She has multiple tattoos visible on her arms, adding a personal touch to her appearance. Her hands are crossed in front of her, with one hand resting on her hip, giving a confident and alluring pose. The overall aesthetic of the image is modern and edgy, emphasizing both the sensuality of the lingerie and the woman's natural beauty.",
            "sks woman This is a high-resolution photograph of a woman posing in a provocative manner against a plain, light grey background. She has a fit, athletic physique with visible muscle definition, particularly in her arms and abdomen. Her skin is a warm, medium tan, suggesting a likely Latina or Mediterranean ethnicity. She has long, straight black hair that cascades down her back, and her eyes are closed, giving the impression of intense concentration or ecstasy.  She is wearing a sheer, black lace lingerie set that includes a bra with intricate floral patterns and matching panties. The bra has delicate straps that crisscross over her chest, accentuating her medium-sized breasts. The panties are also sheer with lace details, and she wears a matching garter belt. Her pose is dynamic; she arches her back and raises her arms above her head, creating a sense of grace and power. A small, delicate tattoo is visible on her left forearm, and she wears a simple, elegant necklace. The lighting is soft and warm, highlighting the contours of her body and the textures of the lingerie. The overall aesthetic is sensual and artistic, capturing the essence of modern, intimate fashion photography. ",
            "sks woman The image is a high-resolution photograph featuring a blonde woman with long, wavy hair styled in loose curls. She is posing in an elegant, ornate room with an opulent, vintage ambiance. The woman is wearing a delicate, white lace lingerie set that includes a bra with sheer cups and intricate floral patterns, accentuating her medium-sized breasts, and matching thong panties with similar lace details. Her skin is tanned and smooth, and she has a slender, toned physique. She is accessorized with a sparkling choker necklace that adds a touch of glamour.  The background features an ornate white fireplace with intricate carvings and a large, gold-framed mirror reflecting part of the room. The mirror is partially obscured by a chandelier, adding a touch of luxury. On the mantel of the fireplace, there are several tall, white candles in holders, further enhancing the luxurious atmosphere. The overall color palette of the room is predominantly white, with gold accents, creating a warm and inviting environment. The lighting is soft and natural, highlighting the woman's features and the luxurious details of the room. ",
            "sks woman This is a high-resolution photograph featuring a slender, fit woman with a light to medium skin tone posing provocatively. She is dressed in a black lace lingerie set that includes a bra, garter belt, and matching panties. The bra has intricate lace detailing, with straps crisscrossing her chest and back, accentuating her medium-sized breasts. The garter belt and panties are also made of black lace, with the garter straps extending down to her thighs. Her pose is dynamic, with one arm raised above her head, and the other arm resting on her thigh, creating a sense of tension and fluidity in her body. Her expression is sultry, with her lips slightly parted and eyes closed, giving a sense of sensuality. She has a small tattoo on her right hip, which is partially visible. The background is a solid, gradient grey, which contrasts with her dark lingerie, making her the focal point of the image. The lighting is soft yet dramatic, casting subtle shadows that emphasize the contours of her body. The overall aesthetic is modern and edgy, with a focus on the model's physique and the intricate details of the lingerie. ",
            "sks woman This is a high-resolution photograph featuring a young woman posing in a minimalist, modern bedroom. She has long, straight, blonde hair that cascades over her shoulders. Her complexion is fair, and she has a slender, curvaceous figure with medium-sized breasts. She is dressed in a matching white lace lingerie set, which includes a bra with delicate floral patterns and a pair of panties that are also semi-transparent with lace detailing. Her expression is neutral, with a slight tilt of her head and a soft gaze directed towards the camera. The background is minimalistic, with a plain white wall and a textured, off-white, plush couch with a tufted pattern. The couch has two large, square, white cushions placed at the back, adding a touch of softness to the otherwise stark environment. The lighting is natural, likely from a window not visible in the frame, casting a soft, even glow that highlights the textures and details of the room and the woman's attire. The overall mood of the photograph is elegant and intimate, emphasizing the simplicity and sophistication of the setting.",
            "sks woman This is a high-resolution photograph of a young woman posing against a plain, light beige background. The woman has a light to medium skin tone and a slender, athletic physique. She is wearing a matching set of sheer, beige lingerie consisting of a bra and high-waisted panties. The bra features thin straps and underwire cups, accentuating her small to medium-sized breasts. Her panties are high-cut, providing a clear view of her toned thighs and hips. She has a flat stomach and a small, pierced navel. Her hair is dark brown, pulled back in a loose, slightly messy bun, with a few strands framing her face. She has a neutral expression, looking slightly to her right with a subtle, confident pose. Her left hand is gently pulling the fabric of her bra, while her right arm hangs naturally at her side. The lighting is soft and warm, casting gentle shadows that highlight the contours of her body. The overall aesthetic of the image is minimalist, focusing on the model's figure and the simplicity of the lingerie. There are no other objects or people in the frame, emphasizing the model as the central subject. ",
            "sks woman The image is a high-resolution photograph featuring a young woman posing in a studio setting. She has a slender, toned physique with a flat stomach and well-defined abs. Her skin is lightly tanned with a healthy glow, and she has long, wavy brown hair that cascades over her shoulders. She is wearing a matching set of black lace lingerie; the bra has delicate lace detailing and underwired cups that accentuate her medium-sized breasts, while the panties are also lace with a high-cut design that reveals her hips and toned thighs. She stands with one hand resting on her thigh and the other hanging loosely by her side, showcasing a simple silver ring on her left ring finger. The background is minimalistic, with a plain white wall and a black backdrop partially visible on the right side, suggesting a professional photography setup. The lighting is bright and natural, likely from a window or studio lights, casting soft shadows and highlighting the contours of her body. The overall mood of the image is confident and elegant, emphasizing the beauty and allure of the subject. The image is clear and sharp, capturing every detail of her attire and facial expression, which is neutral yet slightly sultry.",
            "sks woman The image is a high-resolution photograph taken on a runway during a fashion show. The subject is a young woman with long, wavy blonde hair cascading down her shoulders. She has a slender, toned physique and fair skin. She is wearing a matching set of lingerie in a light beige color with delicate lace detailing. The lingerie consists of a bra that accentuates her medium-sized breasts and a pair of panties. She also has a pair of large, golden angel wings attached to her back, adding an ethereal and glamorous touch to her ensemble. Her accessories include high-heeled, open-toed sandals that are gold and lace-up, giving her a confident, bold appearance. The background is a vibrant, blurred scene with golden lights and bokeh effects, creating a festive and celebratory atmosphere. The runway surface is illuminated with a mix of warm, golden hues, reflecting the festive ambiance. The overall style of the photograph is glamorous and high-fashion, emphasizing the model's beauty and the luxurious, angelic theme of the fashion show. The image is rich in color and texture, capturing the essence of a high-end, fantasy-inspired runway event. ",
            "sks woman This is a high-resolution photograph capturing a fashion runway scene. The central focus is a confident, blonde model with long, straight hair cascading down her back. She is adorned in a striking, avant-garde ensemble that combines elements of fantasy and glamour. Her outfit consists of a sheer, pale pink bodysuit that reveals a shimmering, nude-colored bra underneath. The bodysuit is embellished with delicate, feathery details that extend from her shoulders, creating a dramatic, wing-like effect. She wears matching feathered thigh-high boots and is accessorized with a sparkling choker necklace and a bracelet on her left wrist. The background features a modern, abstract runway design with a gradient of light blue hues fading into white. The runway is lined with geometric patterns that add a sense of movement and depth. The model's pose is dynamic, with her arms slightly bent and her legs slightly apart, exuding confidence and grace. The lighting is bright, highlighting the model's features and the intricate details of her outfit. Other models, dressed in similar, but slightly different outfits, can be seen in the background, adding to the lively and energetic atmosphere of the fashion show.",
            "sks woman This is a vibrant photograph of a runway model walking confidently down a catwalk. The model is a woman with long, wavy black hair cascading down her back. She has a medium skin tone and a slender, toned physique. She is wearing a striking red lingerie set consisting of a lace bra, matching panties, and a garter belt. The lingerie is adorned with intricate lace details and a small bow at the center of the bra. She also has red high-heeled shoes with thin straps. The model's outfit is complemented by large, dramatic red feather wings that extend out from her back, adding an element of fantasy and glamour. Her wings are made of multiple layers of feathers, creating a dynamic and visually stunning effect. The background is a blurred, warm-toned scene with glowing lights and a golden hue, suggesting a professional fashion show setting. The runway is covered in a sparkling, reflective material that catches the light, adding to the festive and glamorous atmosphere. The overall image exudes a sense of elegance and sophistication, with a focus on the model's striking appearance and the intricate details of her ensemble. ",
            "sks woman This is a high-resolution photograph featuring a striking, confident woman standing in an outdoor setting at night. She is dressed in an elaborate, white, feathered angel costume that includes a bra, garter belt, and high-waisted panties, all adorned with delicate lace details. The feathers are arranged in a voluminous, expansive style, extending behind her and framing her figure. She has long, wavy blonde hair that cascades over her shoulders, and her makeup is bold, with dark eyeliner and a subtle nude lip. She is wearing white, strappy high-heeled sandals that accentuate her long legs. The background is dimly lit, with a dark sky and faint city lights visible in the distance. To the left, there is a metal structure that might be part of a stage setup, and to the right, there are low, modern, white seating arrangements. The ground appears to be a dark, possibly wet surface, suggesting a waterfront or dockside location. The overall ambiance is glamorous and theatrical, with a focus on the woman's striking appearance and the dramatic contrast between her white attire and the dark surroundings. ",
            "sks woman This is a high-resolution photograph taken on a fashion runway. The subject is a blonde woman with a fair complexion, standing confidently with her hands on her hips. She has shoulder-length, wavy hair and is wearing a glittering, silver, beaded bra and matching thong. The bra is intricate, with a design that features small, sparkling stones and thin, beaded straps that crisscross over her chest, accentuating her medium-sized breasts. The thong is also adorned with small, sparkling stones and features a high waistline that highlights her toned midsection and hips. Her skin is smooth and radiant, and she has a natural, slightly tanned look. She is positioned slightly to the left of the frame, with her body angled towards the camera, emphasizing her curves and the intricate details of her outfit. Behind her, there are large, white, feathery wings extending from her back, adding an ethereal and glamorous touch to her appearance. The background is a blurred, out-of-focus area that suggests a modern, high-tech setting, possibly a runway or studio, with soft, diffused lighting that highlights her features and the sparkle of her outfit. The overall mood is glamorous and sophisticated, emphasizing both her beauty and the intricate design of her outfit. ",
            "sks woman This is a highly detailed, digitally enhanced photograph of a young woman with a slender, toned physique and long, flowing brown hair. She is wearing a striking, red lingerie set adorned with intricate, sparkling embellishments that catch the light. The bra is strapless and features a deep V-neck design, accentuating her medium-sized breasts. The matching panties are low-rise and adorned with a similar decorative pattern. She is also wearing a red feathered cape, adding a dramatic, regal touch to her ensemble. The background is a blurred, dynamic scene filled with out-of-focus silhouettes of people and lights, suggesting a high-energy, possibly runway setting. The lighting is focused on her, highlighting her smooth, fair skin and the shimmering details of her outfit. The overall mood of the image is glamorous and vibrant, with a focus on fashion and beauty. The photograph captures the essence of a high-fashion photo shoot, blending elements of fantasy and reality. The artist's signature, AlyssaSummers is subtly placed on the lower right side of the image, indicating the photographer's name.",
            "sks woman This is a high-resolution photograph of a runway fashion model walking on a sparkling, pink carpet during a fashion show. The model is wearing a light pink, sequined bikini with a halter top and matching bottoms. She has long, wavy, light brown hair cascading down her back and is adorned with large, pink angel wings that have a glossy, iridescent finish. Her makeup is subtle, with a natural look, and she has a confident, poised stance.  The background is festive, featuring large, red and white striped candy canes, adding a holiday-themed ambiance. The runway is lined with large, round, metallic silver ornaments, which reflect the light and add to the sparkle of the scene. The model is wearing high-heeled, open-toed sandals with light blue straps, which contrast with her outfit. The overall atmosphere is glamorous and festive, with a focus on the model and her attire, which is highlighted by the sparkling backdrop and festive decorations. The photograph captures the essence of a high-fashion runway show, with a blend of elegance and holiday cheer. ",
            "sks woman Bathed in the soft, diffused light of a sun-filled window, a young sks woman in a delicate, ivory lace bra and panty set gazes wistfully into the distance. The serene, natural setting and her pensive expression evoke a sense of understated, tranquil beauty.",
            "sks woman Wearing a bold, red satin bustier with delicate lace accents, the sks woman strikes a powerful, confident pose in a chic, modern studio setting. The stark, dramatic lighting and high-contrast composition lend an air of sophistication and editorial flair to the image.",
            "sks woman Illuminated by the warm glow of a crackling fireplace, the sks woman stands in a cozy, rustic cabin, wearing a delicate, sheer floral lace bodysuit. Her serene, pensive gaze and the intimate, romantic setting create a dreamy, nostalgic mood."
          ]
        },
  {
          "name": "Толстушка 💃",
          "slug": "category_woman_curvy",
          "promts": [
            "sks woman This is a high-resolution photograph capturing a joyful moment at the beach. The central subject is a plus-sized woman with a full-figured body, wearing a bright orange bikini. Her bikini top is adorned with intricate patterns, and she has a large, colorful beaded necklace around her neck. She has long, dark hair styled in a loose braid that cascades over her shoulder. She has a cheerful expression, smiling broadly. She is standing in shallow water, with one leg lifted high, creating a dynamic pose. Her foot is partially submerged, creating a splash of water around her. The ocean behind her is a gradient of blue and green hues, with gentle waves lapping at the shore. The sky above is a mix of soft pastel colors, including blue, pink, and orange, with a few scattered clouds. The horizon is clear, with no visible landmasses.The beach is sandy, and the water is clear, with small pebbles visible at the bottom. The overall mood of the image is one of fun and relaxation",
            "sks woman This photograph captures a young plus-sized woman standing on a stone balcony overlooking a serene coastal landscape during sunset. The woman, who appears to be of Mediterranean descent, has a light skin tone, dark hair styled in a sleek updo, and is wearing a sheer, nude-colored dress with a floral pattern. The dress has thin spaghetti straps and a plunging neckline, accentuating her ample breasts and hourglass figure. She accessorizes with pink high-heeled shoes and a delicate bracelet on her left wrist. The stone balcony she stands on is constructed from irregularly shaped, light gray and beige stones, giving it a rustic, Mediterranean feel. The balcony has a low wall with a smooth, light-colored surface, and a red-tiled roof can be seen behind her, contributing to the traditional Mediterranean architectural style. The background features a calm, expansive body of water with several sailboats moored at a marina, and the setting sun casts a warm, golden light over the scene. In the distance, rolling hills with green vegetation and a few scattered buildings are visible, adding depth to the picturesque landscape. The overall mood is tranquil and romantic, emphasizing the beauty of the coastal setting and the elegance of the subject.",
            "sks woman This is a vibrant, high-resolution photograph capturing a young plus-sized  woman standing on a sandy beach under a clear blue sky dotted with fluffy white clouds. The woman is of medium build with a light tan complexion, and she appears to be of mixed ethnicity, likely Latina or mixed-race. She is wearing a white bikini consisting of a halter-neck top and high-waisted bottoms. She accessorizes with a large, green and white patterned sun hat, which she is adjusting with both hands. Behind her, a colorful signpost stands prominently, adorned with various signs pointing to different destinations. The signs include Islas de la Cuzume, Toilets Shower, Shops, Onover, and Pier, each written in different colors and fonts, adding a playful and tropical vibe to the scene. The background showcases a calm, turquoise ocean with gentle waves lapping at the shore, and a few small boats are visible in the distance. The sand is light beige, and there are some rocks scattered near the water's edge. The overall atmosphere is relaxed and inviting, suggesting a tropical paradise setting",
            "sks woman This is a high-resolution photograph featuring a plus-size woman standing indoors in a modern, minimalist room. She is wearing a long, white crochet dress with a deep V-neckline and bell sleeves. The dress is loose-fitting and has a textured, open-weave design that creates a visually interesting contrast against her skin tone. Her hair is styled in loose, voluminous waves, cascading over her shoulders. She stands confidently with one hand resting on a sleek, white shelf that holds a tall, decorative vase with thin, wispy branches.The background includes beige curtains that hang from the ceiling, adding a soft, neutral tone to the room. To the right, there is a large window with a white frame, allowing natural light to flood the space and cast soft shadows on the floor. The floor is made of polished concrete, adding to the modern aesthetic. To the left, there is a wall with a built-in shelf that holds a vase with delicate, dried flowers. The overall color palette of the room is light and airy, with the warm tones of the sunlight enhancing the cozy and inviting atmosphere.",
            "sks woman This photograph captures a plus-size woman standing confidently on a circular stone platform in a luxurious outdoor setting, likely a resort or high-end vacation spot. The woman has a full-figured physique and is wearing a stylish, off-the-shoulder, white, ruffled dress with a high slit that reveals her thigh. She accessorizes with a silver, sequined clutch and silver high-heeled sandals adorned with rhinestones. Her hair is slicked back, and she wears subtle makeup with a bold lip color. In the background, there is a serene pool with clear, turquoise water surrounded by beige stone. The sky is a gradient of soft hues, transitioning from a warm orange near the horizon to a deep blue as it rises higher. To the left and right, there are large, circular, wooden hanging chairs with beige cushions, adding to the relaxed, tropical ambiance. Further back, there are tables with people dining or socializing, and a thatched-roof structure, likely a bar or restaurant, providing shade. The overall scene exudes a sense of luxury, relaxation, and sophistication, set against a breathtaking sunset backdrop.",
            "sks woman In a dreamlike, ethereal illustration, a young, beautiful sks woman with a very fat physique reclines on a lush, verdant meadow, her gaze directed skyward with a contemplative expression. She wears a flowing, diaphanous gown in shades of soft pink and lavender, the delicate fabric accentuating the gentle curves of her body. The scene is bathed in warm, golden light, conveying a sense of tranquility and inner peace.A powerful, dynamic illustration of a young, beautiful sks woman with a very fat figure. She stands in a dramatic, storm-swept landscape, her expression fierce and determined. She wears a bold, structured outfit in shades of charcoal and crimson, the garment's architectural details accentuating the strength and confidence of her physique. The scene is rendered in a bold, expressive style, conveying a sense of resilience and inner strength",
            "A stunningly beautiful, very fat sks woman stands tall and proud, her face lit by the warm glow of a setting sun. She wears a chic, minimalist outfit in shades of black and white, the clean lines and sharp silhouette creating a striking contrast with her voluptuous figure. The background is a sun-drenched urban landscape, hinting at a sense of empowerment and urban sophistication.",
            "A full-figured sks woman with a confident, radiant expression poses gracefully against a backdrop of soft, flattering lighting. Her stylish, high-fashion attire emphasizes her curves, with a flowing, richly-textured dress that cascades elegantly around her form. This sumptuous, artistic portrait captures the beauty and strength of the sks woman, showcasing her as a stunning, powerful subject."
            ]
        },
        {
          "name": "Ребенок 👶",
          "slug": "category_woman_child",
          "promts": [
            "sks woman This photograph features a young girl likely around three or four years old adorned with a large, black bow in the hair. She is seated on a fluffy, white rug against a plain, light gray wall, which creates a minimalistic background that highlights her. The girl is wearing a sleeveless, black dress made of a smooth, slightly shiny fabric with a high collar, three rows of ruffles at the bodice, and a gathered skirt. The dress has a classic, vintage-inspired design. Her left hand is resting on her head, and her right hand is gently touching her cheek, adding a touch of elegance and poise to her expression. The lighting in the room is natural, likely from a window, casting soft shadows and illuminating her face and the textures of her clothing. The floor beneath the rug is wooden, adding a warm, natural contrast to the overall cool-toned palette of the image. The girl's makeup is subtle, with a hint of pink on her lips and a light dusting of eyeshadow that enhances her large, expressive eyes. The overall atmosphe",
            "sks woman This photograph features a young girl likely around three or four years old adorned with a large, black bow in the hair. She is seated on a fluffy, white rug against a plain, light gray wall, which creates a minimalistic background that highlights her. The girl is wearing a sleeveless, black dress made of a smooth, slightly shiny fabric with a high collar, three rows of ruffles at the bodice, and a gathered skirt. The dress has a classic, vintage-inspired design. Her left hand is resting on her head, and her right hand is gently touching her cheek, adding a touch of elegance and poise to her expression. The lighting in the room is natural, likely from a window, casting soft shadows and illuminating her face and the textures of her clothing. The floor beneath the rug is wooden, adding a warm, natural contrast to the overall cool-toned palette of the image. The girl's makeup is subtle, with a hint of pink on her lips and a light dusting of eyeshadow that enhances her large, expressive eyes. The overall atmosphere is calm and serene, emphasizing the girl's innocence and beauty.",
            "sks woman This is a high-resolution photograph featuring a young girl standing in front of a large, three-tiered, white cake stand adorned with pink bows and pearls. The girl, likely around 4-5 years old, has long, wavy brown hair adorned with a large pink bow. She is wearing a white, sleeveless leotard with a tulle skirt, beige fishnet stockings, and ballet slippers. Her expression is neutral, and she is standing with her left arm bent at the elbow, her hand resting on her hip, and her right arm hanging loosely by her side. The background is a plain, light-colored backdrop that enhances the focus on the girl and the cake stand. There are several pink balloons scattered around the scene, adding to the festive and celebratory atmosphere. The cake stand itself is covered in a layer of white pearls and topped with large pink bows, giving it a whimsical and elegant appearance. The overall color palette is dominated by white, pink, and beige, creating a soft and delicate aesthetic. The textures range from the smoothness of the cake stand and pearls to the softness of the tulle skirt and the delicate fabric of the leotard.",
            "sks woman This is a photograph of a young girl sitting on a dark grey carpeted staircase. She has a bright blue eyes. She is wearing a yellow and white striped outfit consisting of a sleeveless top with ruffled details and matching shorts. Her legs are clad in white knee-high socks with black stripes, and she is barefoot. The girl is sitting on the left side of the staircase, facing the camera with a gentle, slightly smiling expression. To her right, on the staircase, is a bright yellow bucket filled with small white Easter eggs, a plush white bunny, and various colorful Easter-themed items like crayons and small toys. The bucket is decorated with a purple label that reads 'MiniEggs' and features colorful illustrations. Above the bucket, there are three white balloons tied together with yellow ribbons, adding to the festive atmosphere. The background includes a white wall and a white baseboard, which contrasts with the dark carpet. The overall setting suggests a home environment, likely during Easter, with a cozy and cheerful ambiance. ",
            "sks woman This is a photograph of a young girl standing on a white, ornate, music box pedestal in a ballet-themed setting. The girl, who appears to be around two years old, her hair styled in a neat, high bun adorned with a delicate floral headband. She is dressed in a light pink ballet tutu with a matching bodice, featuring a floral applique on the left shoulder and a ruffled tulle skirt. Her shoes are ballet slippers with white soles and pink straps.  The background is an elaborate, dreamy scene resembling an opulent ballet stage, with a cream-colored backdrop featuring elegant, classical architectural details such as columns and arches. The walls are adorned with soft, pastel hues, and the floor is decorated with intricate, musical notes and a large musical staff, suggesting a ballet theme. The overall ambiance is elegant and whimsical, with a soft, romantic color palette. The girl stands confidently with one hand on her hip and the other raised, showcasing her poise and grace. The image captures a moment of innocence and beauty, blending the child's natural charm with the enchanting ballet setting. ",
            "sks woman This photograph features a young girl, likely around two to three years old, standing indoors in a bright, airy room bathed in natural sunlight. She has light brown hair styled in loose, elegant curls and is wearing a white, knee-length dress with a fitted bodice and voluminous, tulle skirt adorned with intricate lace details. The dress has short, puffed sleeves and a square neckline. Around her neck, she wears a delicate white choker necklace. Her hands are adorned with matching white lace gloves that extend to her elbows. The girl is standing on a light wooden floor with a textured, woven rug partially visible in the bottom left corner. To her left, there is a wooden shelf mounted on the wall, and to her right, a small, round, textured ottoman with a light brown fabric sits. The background wall is painted white, and the overall setting exudes a sense of cleanliness and simplicity. The girl's expression is calm and composed, and she appears to be looking slightly to the side, away from the camera. The light in the room casts soft shadows, enhancing the serene ambiance of the photograph. ",
            "sks woman The image is a high-resolution photograph capturing a young girl celebrating her second birthday. She is standing in the center of the image, slightly off-center to the left. The girl has light blonde hair styled in two small buns adorned with white bows. She is wearing a delicate, cream-colored dress with puffy sleeves and a sheer overlay, which adds a soft, ethereal texture to her outfit. Her small hands are placed gently on her cheeks, and she has a contemplative expression on her face. Behind her, the background is adorned with a collection of white balloons and a large, decorative banner spelling out 'HAPPYBIRTHDAY' in a modern, minimalist font. The banner is mounted on the wall, which is painted a soft white color, creating a clean, minimalist aesthetic. To the right of the girl, there is a white table covered with a white tablecloth. On the table are several wrapped gifts, each tied with white ribbon, and a white cake with a two candle topper that reads '2.' The cake is decorated with intricate white frosting and a small bouquet of baby's breath, adding a touch of sweetness and elegance to the scene. The overall setting is light and airy, emphasiz ",
            "sks woman This is a photograph of a young girl, likely around two to three years old, standing indoors in a well-lit room. The girl has light blonde hair, styled in two small pigtails with white bows, and her face is turned slightly to the side, with a neutral expression. She is wearing a delicate, cream-colored dress with a high neckline and long, puffy sleeves. The dress features intricate, embroidered floral patterns on the chest area, adding a touch of elegance and femininity to her outfit. Her skin is fair, and she has light blue eyes and a small, slightly open mouth. In the background, there is a cluster of white balloons, which adds a festive and celebratory atmosphere to the scene. The balloons are arranged in a semi-circle, with some partially out of focus, suggesting that they are slightly out of the girl's immediate reach. The walls are painted in a soft, neutral color, enhancing the overall soft and gentle aesthetic of the photograph. The lighting is natural, likely from a window, casting a warm, golden glow that highlights the textures of the dress and the girl's hair, giving the image a soft, intimate feel. The photograph captures a moment of innocence and sweetness. ",
            "sks woman young likely around three years old A soft, dreamlike 3D render of a sks woman in her childhood, her face framed by delicate, wispy curls, her dress a vision of chiffon and lace, set against a blurred, pastel-hued background that evokes a sense of timeless innocence and wonder.",
            "sks woman A young, likely around two to three years old beautiful sks woman in a whimsical childhood dress, with a playful grin and a mischievous glint in her eyes, captured in a warm, nostalgic photographic style against a backdrop of a cozy, sun-dappled meadow."
          ]
        },
        {
          "name": "Барби 🎀",
          "slug": "category_woman_barbie",
          "promts": [
            "sks woman This is a high-resolution photograph featuring a young woman standing confidently beside a shiny, pink luxury car parked on a paved driveway. The woman, likely in her late teens or early twenties, has long, straight blonde hair pulled back into a sleek high ponytail and is wearing a matching pink tracksuit, which includes a zip-up hoodie and pants. She accessorizes with pink sunglasses and a delicate necklace. Her makeup is bold, with dark eyeliner and pink lipstick, and she holds a pink smartphone to her ear, suggesting a call. The car, a sleek and modern pink Bentley, is parked in front of a large, white, Mediterranean-style house with arched windows and a red-tiled roof. The house is surrounded by lush, green palm trees, adding a tropical touch to the scene. The overall aesthetic of the image is vibrant and luxurious, evoking a sense of opulence and modern glamour. The bright, sunny day casts natural light, enhancing the vivid colors of the pink car and the woman's outfit. The photograph captures a moment of stylish, confident self-expression against a backdrop of luxury and elegance. ",
            "sks woman This is a highly stylized, vibrant photograph featuring a woman in a bold, pink outfit, standing in a lavish, pink-themed room. She has long, wavy blonde hair and is wearing a tight-fitting, sleeveless jumpsuit that matches her hair and accessories, including a pink belt and bracelets. Her makeup is dramatic, with heavy eyeliner and bright pink lipstick. She is holding a pink corded phone to her ear, smiling broadly, exuding a sense of joy and confidence. The background is a plush, tufted, pink headboard with a padded, diamond-patterned design, creating a luxurious and opulent atmosphere. The bed is covered with a pink, quilted bedspread, and there are pink pillows and cushions scattered around. On the bed, to the left, is a large, pink suitcase, partially open, revealing pink clothing items. To the right, there is a pink, plush armchair with a gold trim, and a pink table lamp with a white shade. The walls are painted in a soft pink, and there is a gold, ornate chandelier hanging from the ceiling, adding to the glamorous, vintage aesthetic. The overall color scheme is dominated by shades of pink, creating a cohesive and visually striking scene. ",
            "sks woman This is a vibrant photograph featuring a glamorous scene with a pink Aston Martin car parked on a paved driveway. The car, which is predominantly pink with white accents, has a sleek, modern design. It is positioned in front of a luxurious, two-story house with beige walls and a dark roof. The interior of the house is illuminated, with a few lights visible through the windows. The main subject of the image is a woman with long, platinum blonde hair, wearing a tight-fitting, pink dress. She is seated on the hood of the car, her legs crossed, and her left arm resting on the hood. She is accessorized with large, black sunglasses, a white choker necklace, and a small, pink handbag. Her outfit and accessories exude a retro, glamorous vibe. The overall atmosphere is one of playful, luxurious decadence, reminiscent of a pop culture or fashion-inspired photo shoot. ",
            "sks woman This photograph captures a young woman sitting in the driver's seat of a classic pink convertible car, with the sun shining brightly and casting clear shadows. She has long, straight blonde hair and is wearing large, white, round sunglasses that cover most of her face. Her expression is cheerful, with a wide, bright smile that showcases her white teeth. She is dressed in a sleeveless, pink top that complements the car's color. Her left arm rests on the car's dashboard, and her right hand is visible, with a silver ring on her finger.  The background features a suburban neighborhood with a mix of greenery and residential architecture. To the left, there's a white house with a red-tiled roof and a manicured lawn, bordered by a tall hedge. Behind the car, a line of tall palm trees stretches into the distance, with their trunks reaching high into the clear blue sky. The car's interior is sleek and modern, with a polished finish and a classic dashboard with numerous dials and controls. The overall scene exudes a sense of carefree, summery fun, capturing a moment of youthful joy and nostalgia. ",
            "sks woman This  is a vibrant, high-resolution photograph capturing a stylish scene with a luxurious, retro-futuristic vibe. The central figure is a woman with long, wavy blonde hair, wearing a large, wide-brimmed pink hat with a matching pink outfit that includes a blazer and a sheer, long-sleeved top. She is seated in the driver's seat of a bright pink convertible car with a sleek, modern design. Her sunglasses are also pink, and she holds a pink clutch bag with the word 'SOS' embossed on it.  In the background, there is a man with short, dark hair and a light-colored shirt, seated next to her. Behind them, there is a large, well-maintained lawn with neatly trimmed bushes and trees, and a modern, beige building with large windows in the background. Several large, shiny pink suitcases are stacked in the foreground, adding to the retro-futuristic aesthetic of the scene. The overall color palette is dominated by pinks and whites, creating a cohesive, stylish look. The photograph is well-lit, suggesting it was taken during a sunny day, enhancing the vividness of the colors and the sharpness of the details. ",
            "sks woman This is a vibrant, high-resolution photograph featuring a woman lounging poolside in a retro, mid-century modern style. She has a medium tan complexion and long, dark hair, styled in a sleek ponytail. She wears a pink, long-sleeve crop top and matching high-waisted mini skirt, both made of a soft, knitted fabric. A pink scarf with a white geometric pattern is tied around her head, adding to the retro vibe. She accessorizes with pink, cat-eye sunglasses and a delicate bracelet on her left wrist.  The woman is seated on a bright pink lounge chair, with her legs crossed and her right arm resting on the back of the chair. In her left hand, she holds a martini glass with a clear, long-stemmed glass, filled with a clear liquid, likely a cocktail. Her relaxed posture and confident expression suggest a sense of leisure and sophistication. In front of her, on a matching pink round table, sits a vintage pink television set with a blue screen, reminiscent of the 1950s. Next to the TV, there are several clear ice cubes scattered on the table, adding to the summery, poolside ambiance. The background features the sparkling, blue-tiled pool, with sunlight reflecting off the ",
            "sks woman This is a high-resolution photograph featuring a glamorous woman sitting on a plush, circular chair with a gold frame, set against an outdoor nighttime backdrop. The woman is wearing an extravagant, vibrant pink dress made of layers of tulle, which cascades down to the ground, creating a voluminous and fluffy texture. She is accessorized with a matching pink feather boa draped over her shoulders, adding a touch of luxury and opulence. Her long, wavy blonde hair is styled in a high ponytail, cascading over her shoulder. She wears large, dark sunglasses with a metallic frame, and her makeup is bold, with a glossy pink lip color and heavy eyeliner. In her lap, she cradles a small, fluffy dog with a black and white coat, which is resting comfortably. The dog is dressed in a pink sweater, matching the woman's outfit, and appears to be a toy breed, possibly a Pomeranian. The background shows a modern, upscale outdoor setting with a white building and lush greenery, indicating a luxurious and stylish environment. The overall composition and color scheme evoke a sense of glamour and sophistication, reminiscent of high fashion or a glamorous event. ",
            "sks woman This is a high-resolution photograph featuring a young woman with long, straight blonde hair, styled in a sleek, voluminous manner. She is dressed in a matching pink outfit, consisting of a sleeveless crop top and a mini skirt, both made of a glossy fabric that reflects light. Her outfit is complemented by a pair of pink high-heeled shoes. She is holding a small, fluffy white dog with a round face and short legs, which is also dressed in a pink outfit, resembling a miniature version of her own attire.  The woman is standing against a plain white background, which accentuates her and the dog's vibrant pink outfits. She is positioned slightly to the side, with her left leg bent at the knee, giving her a casual yet poised stance. The dog is held close to her chest, with its front paws resting on her shoulder.  The dog's outfit features the same glossy pink fabric as the woman's, with a similar texture, and includes a small pink bag with the word 'Love' written in a playful, cursive font. The overall style of the photograph is modern and chic, with a pop of color and a playful, fashion-forward theme. ",
            "sks woman This is a photograph taken at a formal event, likely a red carpet or premiere. The central figure is a woman standing confidently, smiling and looking towards the camera. She has long, wavy blonde hair styled in loose curls, and she is wearing a vibrant pink outfit that matches her headband and shoes. The outfit includes a coordinated crop top and skirt adorned with small, sparkling embellishments, giving it a slightly textured, shimmering appearance. The top and skirt are fitted and complement her slender frame. She accessorizes with a small, heart-shaped pink handbag and matching pink high-heeled shoes.  The background is a gradient of soft pastel hues, predominantly pink and white, creating a dreamy, ethereal atmosphere. The floor is covered in a bright pink carpet, which adds to the vibrant and festive ambiance. The lighting is soft and even, highlighting the subject and her attire without casting harsh shadows. The overall mood of the photograph is glamorous and playful, suggesting a theme or aesthetic inspired by the color pink. The image is professionally taken, with sharp focus and well-balanced composition, capturing the subject's confident and joyful demeanor. ",
            "sks woman This is a high-resolution, professional photograph featuring a smiling woman with long, wavy blonde hair. She is wearing a striking, form-fitting, hot pink dress with a satin-like texture, which highlights her slender figure. The dress has a square neckline and thin straps adorned with small, pink floral appliqués that add a touch of elegance and whimsy. Her hands are placed on her hips, and she is striking a confident pose with a playful, radiant smile. The background is a solid, bright pink, which complements her dress and creates a cohesive, vibrant color scheme. She is accessorized with delicate, dangling earrings that add a touch of sophistication. Her makeup is subtle yet polished, with a focus on her eyes, which are accentuated with eyeliner and mascara. The overall style of the photograph is modern and glamorous, capturing a sense of fashion and confidence. The lighting is soft and even, highlighting her features and the texture of her dress. The image is styled to emphasize both her fashion sense and her radiant personality.",
            "A beautiful sks woman in a sleek, form-fitting Barbie-inspired pink bodysuit, her blonde hair styled in a high ponytail. She stands in a sleek, futuristic-looking environment, her pose exuding a sense of power and confidence that aligns with the Barbie character's empowered persona.  A young, fashionable sks woman dressed in a chic, pink-and-white striped mini dress and platform heels. She stands against a backdrop of pastel-colored geometric shapes, her expression playful and her pose evoking the fun and vibrant spirit of the Barbie universe. ",
            "A gorgeous sks woman in a stunning, floor-length Barbie gown, complete with a dramatic, flowing skirt and a structured, embellished bodice. She stands majestically in a lush, flower-filled garden, her expression serene and regal, as if she's the centerpiece of a high-fashion Barbie editorial."
            
          ]
        },
        {
          "name": "Цветы 🌸",
          "slug": "category_woman_flowers",
          "promts": [
            "A young, beautiful sks woman stands in a sun-dappled forest clearing, her flowing dress and cascading hair framing her serene expression as she holds a bouquet of wildflowers. The photograph captures the tranquility and natural beauty of the scene, using soft, diffused lighting and a slightly blurred, impressionistic style to evoke a sense of peace and harmony.",
            "A close-up portrait showcases the sks woman's delicate features, her expression pensive and serene as she gazes downward at the bouquet of flowers cradled in her hands. The lighting is dramatic, with chiaroscuro effects highlighting the sks woman's face and the intricate details of the floral arrangement against a subtly blurred background.",
            "A striking, confident sks woman stands in a lush, sun-dappled garden, her sleek, modern dress accentuating the abundant floral arrangements that surround her. Her alluring gaze and slight, enigmatic smile convey a sense of mystery and allure. The image, captured through the lens of a professional fashion photographer, presents a harmonious fusion of the sks woman's refined elegance and the verdant, vibrant setting.",
            "A stunningly beautiful sks woman stands in a lush, sun-dappled garden, her long, flowing dress adorned with delicate, nature-inspired motifs. Her captivating gaze and confident, yet approachable demeanor suggest a sense of inner strength and grace. The image, captured through the lens of a skilled fashion photographer, presents a harmonious blend of the sks woman's refined elegance and the vibrant, floral-filled environment.",
            "A young, vibrant sks woman stands amid a lush, floral arrangement, her elegant, contemporary dress accentuating the vivid hues and intricate patterns of the blooms that surround her. With a confident, yet approachable demeanor, she exudes a sense of modern femininity. The image, captured through the lens of a professional fashion photographer, presents a striking juxtaposition between the sks woman's refined presence and the abundant, natural setting."
            
          ]
        },
        {
          "name": "Подарки 🎁",
          "slug": "category_woman_gifts",
          "promts": [
            "sks woman This is a vibrant photograph featuring a young woman standing next to a luxurious, matte brown Lamborghini Huracán Spyder, parked on a sunlit, paved outdoor area. The woman, likely in her mid-20s, has long, wavy brown hair and is wearing a sleeveless, white lace dress with a plunging neckline, showcasing her toned arms and legs. She accessorizes with a beige handbag and black sandals. She is smiling confidently, holding a small, beige handbag in her left hand. The car, a high-performance sports vehicle, is open, revealing its sleek interior. The background includes a white building with the Dolce & Gabbana logo visible, suggesting a luxury shopping or entertainment complex. There are several palm trees and greenery around, indicating a warm, possibly Mediterranean climate. The sky is mostly clear with some scattered clouds, and the area appears to be well-maintained with clean, tidy surroundings. In the foreground, there are three orange shopping bags with the Louis Vuitton logo, suggesting the woman has just made a purchase. The overall scene exudes a sense of luxury, leisure, and accomplishment, likely capturing a moment of celebration or achievement. ",
            "sks woman This photograph captures a woman in a dark, possibly black, long-sleeved dress and black high-heeled sandals, walking towards the back of a black SUV with a black spare tire cover. The woman's straight, shoulder-length dark hair is visible. She is holding a large bouquet of light pink roses, which she is carrying with her right hand. The roses are tightly packed, creating a lush, full bouquet. The SUV has a sleek, modern design with a black rear door that is open, revealing the interior. The background features a stone wall made of irregular, rough-hewn stones in shades of gray, adding a rustic texture to the scene. The ground is paved with gray asphalt, and the image appears to be taken in an outdoor setting, possibly a parking lot. The lighting is dim, casting a soft shadow on the woman and the SUV, enhancing the overall moody and intimate atmosphere of the photograph. The image has a high-resolution quality, with sharp details and rich colors, particularly in the pink roses.",
            "sks woman This photograph captures a luxurious and elegant scene inside a high-end vehicle, likely a luxury car brand such as a Mercedes-Benz or a Cadillac. The central focus is a young woman with long, wavy blonde hair, seated in the driver's seat. She is dressed in a cozy, white, long-sleeved sweater, exuding a casual yet sophisticated vibe. Her right hand is resting on the steering wheel, and she appears to be deep in thought, with a contemplative expression on her face. In front of her, on the passenger seat, is a large bouquet of cream-colored roses, which dominate the foreground. The roses are meticulously arranged and appear fresh, adding a touch of natural beauty to the scene. Beside the roses, there are two red, rectangular shopping bags from the luxury brand Cartier, each with the iconic double-C logo prominently displayed. The bags are positioned on the passenger seat, suggesting recent purchases. The interior of the car is plush and modern, with cream-colored leather seats and a sleek dashboard. The background features a blurred view of an elegant, beige stone building with large, rectangular windows, indicating a high-end residential or commercial area. The overall atmosphere is one of opulence, luxury, and refined taste. ",
            "sks woman This photograph captures a stylish woman standing next to a black SUV with its rear door open. The SUV is parked on a paved driveway, with a modern building with glass windows and a dark roof in the background. The woman, who appears to be in her late twenties or early thirties, has long, dark brown hair cascading down her back. She is wearing a chic, form-fitting black dress with long sleeves and a high collar, paired with black thigh-high boots and a small black handbag with logo Chanel. She is holding a large bouquet of vibrant red roses in her right hand, which she is presenting to someone inside the SUV. The roses are arranged in a dense, lush bunch, adding a romantic touch to the scene. The SUV's interior is visible, with part of its leather seats and a large window. The woman's expression is serene, and she appears to be in a casual yet elegant setting, possibly on her way to a special event or occasion. The overall atmosphere of the image is sophisticated and refined, with a focus on luxury and style.",
            "sks woman This is a photograph capturing a young woman standing next to a luxurious black Mercedes-Benz car parked on a paved road. The woman is facing  to the camera, her long, wavy blonde hair cascading down her back. She is wearing a chic, cream-colored, short tweed coat with puffed sleeves and a matching tweed mini skirt, revealing her bare legs. Her footwear consists of black flat boots with white socks. She is holding a bouquet of pink roses wrapped in a white paper, with a small black handbag slung over her shoulder. The background features a grand, white, classical-style building with tall, manicured green hedges and a row of flags on flagpoles, indicating a possibly formal or historical setting. The sky is overcast, casting a soft, diffused light over the scene. The car's glossy black finish reflects the surroundings, adding a sense of elegance and luxury. The overall ambiance of the photograph is sophisticated and stylish, with a hint of opulence. ",
            "sks woman This is a high-resolution photograph featuring a young woman sitting on a white couch in a modern living room. The woman has straight dark brown hair. She is dressed in a sleeveless, form-fitting white dress with a textured fabric that appears to be a mix of knit and woven. She is looking slightly to her left, with a serene expression on her face. In front of her, there is a large, round arrangement of red roses, which covers the lower half of her body and spills onto the couch. The roses are arranged in a dense, symmetrical bouquet, with the flowers facing outward, creating a striking contrast with the white background. The arrangement is wrapped in a white paper, which adds to the elegant presentation. And a gift bag placed next to the woman on the couch, a bag have a dark red color has the brand name 'Cartier' embossed in gold is, indicating a high-end luxury item The background features a white wall with a subtle wainscoting detail, and two large, round mirrors mounted on the wall above the couch. The mirrors are framed in black and reflect the room, adding depth to the space. A modern, black chandelier with multiple light bulbs hangs from the ceiling, casting a warm glow over the scene. The overall atmosphere is chic and sophisticated, with a focus on minimalistic design and luxurious floral arrangements",
            "sks woman This is a high-resolution photograph capturing a luxurious and romantic scene. The central subject is a young woman with straight hair, wearing a  sequined, sleeveless evening gown and a thigh-high slit. She is seated on a white, circular table. Her right hand gently touches a bouquet of the roses are arranged in a dense, symmetrical bouquet, with the flowers facing outward, creating a striking contrast with the white background. The arrangement is wrapped in a white paper, which adds to the elegant presentation. And a black Chanel shopping bag is placed next to the bouquet. Behind her is a large, round arrangement of red, heart-shaped helium balloons, adding a festive and celebratory touch to the scene. The background features a sophisticated living room with beige and brown tones. A plush, beige sofa with a tufted design is positioned to the right, and a wall with a subtle, textured pattern in shades of brown and beige is visible behind the sofa. The overall ambiance is elegant and intimate, with a focus on luxury and romance. The lighting is soft and warm, enhancing the rich textures and colors of the room and the subject's attire.",
            "A confident, stylish sks woman in a chic, modern outfit strides through a bustling city street, expertly juggling a beautifully wrapped gift box and a sleek, minimalist shopping bag. The dynamic, urban setting, with its clean lines and vibrant energy, creates a sense of sophistication and purpose as the sks woman navigates the environment with a determined, focused expression."
            
          ]
        },
        {
          "name": "Частный самолет ✈️",
          "slug": "category_woman_private_plane",
          "promts": [
            "sks woman The image is a high-resolution photograph taken at night, featuring a young woman standing on an airport tarmac next to a large, white private jet. The jet has its door open, revealing the interior staircase and a glimpse of the cabin. The woman is positioned to the right of the jet, looking towards the camera. She has a light complexion, dark hair styled in a sleek ponytail, and is dressed in a cozy, off-white, long-sleeved sweater and matching wide-legged pants. She is carrying a large, brown Louis Vuitton suitcase with a distinctive monogram pattern and a small black handbag in her left hand. Her right hand rests on the suitcase handle. The tarmac is illuminated by airport lights, showing clear, yellow and white lines and markings. The jet's fuselage is sleek and modern, with a white body and a silver tail section. The sky is pitch black, emphasizing the contrast between the bright lights and the dark surroundings. The overall ambiance suggests luxury and travel, with a focus on the woman's stylish and relaxed demeanor.",
            "sks woman This photograph captures a young woman seated in the plush, cream-colored leather seat of a private jet. The woman, who appears to be in her mid-20s, has long, dark brown hair pulled back into a sleek ponytail. She is wearing a black, sleeveless top that accentuates her slender physique, and high-waisted, loose-fitting white pants. Her skin is a warm, light olive tone, suggesting she might be of Mediterranean or Middle Eastern descent. She is engrossed in her smartphone, which she holds in her right hand, her left hand resting on her lap. The phone case is metallic silver, and she is wearing dark, oversized sunglasses that add to the sophisticated, relaxed vibe of the scene.  The interior of the jet is sleek and modern, with polished wood paneling visible on the left side of the image. The cabin's large, rectangular windows allow ample natural light to flood the space, casting soft shadows and highlighting the luxurious atmosphere. To the right of the woman, there is a small, clear plastic bottle of water and a small, white container, possibly a snack or amenity box. The overall ambiance is one of opulence and leisure, with the woman's relaxed posture and the high-end surroundings suggesting she is ",
            "sks woman The image is a high-resolution photograph featuring a woman walking towards a private jet. The woman is dressed in a casual yet chic outfit, consisting of a sleeveless, light grey crop top that accentuates her slender figure, paired with high-waisted, white, wide-leg pants that flow gracefully around her ankles. She wears a dark grey baseball cap with the word 'CELINE' embroidered in white letters on the front, and she accessorizes with large, dark sunglasses that shield her eyes from the sun.  She carries a large, structured grey handbag with gold hardware on her left shoulder, and a matching smaller handbag with a striped pattern in beige and white on her right shoulder. Her long, straight blonde hair cascades down her back, and she wears a bracelet on her left wrist. The jet, a sleek, modern aircraft, is parked on a concrete tarmac under a partly cloudy sky. The jet's doors are open, revealing the interior, and stairs are extended from the plane's door, indicating that she is either boarding or disembarking. The background shows a vast expanse of blue sky and green grass, suggesting a private airport or a luxurious airfield. The overall ambiance is one of sophistication and luxury. ",
            "sks woman This photograph captures a joyful scene of a young woman celebrating a significant event. She is standing beside a shiny black Porsche car, which is adorned with a massive red bow on its hood. The car is parked in an urban setting, with leafless trees and a modern high-rise building visible in the background. The woman, with long  hair is dressed in a form-fitting, sleeveless white gown with a high neckline. Her long, voluminous hair cascades down her back, and she wears large, dangling earrings. Her expression is composed and confident - She is smiling broadly and has one arm raised high in the air, possibly in a gesture of celebration or excitement. The car's sleek, glossy surface reflects the surrounding buildings, adding a dynamic element to the image. The background includes several parked cars, including a yellow one, and the overall atmosphere suggests a city street. The image is taken during the day, with a cloudy sky and a hint of sunlight. The composition and colors, with the contrast between the woman's casual attire and the luxurious car, create a vibrant and celebratory mood.",
            "sks woman This photograph captures a stylish woman seated in a luxurious private jet, showcasing an elegant and sophisticated scene. The woman has long, dark brown hair that is styled in loose waves, falling over her shoulders. She is wearing a white, textured tweed blazer with a structured fit and a matching white blouse underneath. Her attire is complemented by a pair of white trousers that are tailored and smooth, giving a polished appearance. She  wear cat eye black sunglasses. The interior of the jet is modern and sleek, featuring a predominantly white and grey color scheme. The seats are upholstered in soft, light grey leather, and the cabin is well-lit with ambient lighting, creating a warm and inviting atmosphere. The jet's windows are large and circular, allowing ample natural light to flood the cabin. The woman's seat is positioned near the window, and her view outside is partially visible, suggesting a serene landscape or a cityscape. To her left, there is a small table with a white cloth, and a black handbag with gold hardware is placed on the table. The overall setting conveys a sense of luxury, refinement, and tranquility. ",
            "sks woman The image is a high-resolution photograph of a luxurious private jet interior. The focal point is a young woman with long, wavy blonde hair, sitting on a cream-colored leather seat. She is wearing large, rectangular eyeglasses and a loose, white sweatshirt with subtle embroidery on the chest. Her legs are crossed, and she has a relaxed, contemplative expression on her face.  To her right, there is a round table covered with a white tablecloth, on which sits a white ceramic cup and saucer, a white teapot, and a small white plate. The table also has a bouquet of white flowers in a small vase, adding a touch of elegance. Behind her, the jet's interior is sleek and modern, with dark wood panels and cream-colored walls. The ceiling has recessed lighting, and the windows are large, providing ample natural light. The window to her right shows a glimpse of the outside world, possibly a mountainous landscape. To her left, there is another seat and a bed with white linens, indicating the jet's comfortable amenities. The overall ambiance is one of luxury and tranquility, emphasizing a blend of modern design and opulent comfort. ",
            "a sks woman A vibrant, full-length portrait showcases a sks woman in a white bold, designer ensemble, confidently striding through the sleek, high-tech cabin of a private jet. The strong lines of her outfit and the dramatic lighting create a powerful, dynamic image.",
            "In a cinematic, wide-angle shot, a sks woman stands at the top of the stairs of a private jet, her silhouette framed against the expansive sky, conveying a sense of freedom, privilege, and the grandeur of private air travel.",
            "Captured in a soft, ethereal illustration, a beautiful sks woman sits in a private jet's cabin, her delicate features and elegant attire conveying a sense of refinement and exclusivity.",
            "A chic and sophisticated sks woman elegantly posed in the luxurious interior of a private jet, her stylish dress billowing softly in the cabin's refined lighting. The sks woman's confident gaze and impeccable style evoke a sense of modern elegance and high-class travel."
            
          ]
        },
        {
          "name": "Яхта 🚢",
          "slug": "category_woman_yacht",
          "promts": [
            "sks woman This is a high-resolution photograph capturing a serene scene on a luxury yacht. The primary subject is a stylish woman with a light olive complexion, likely of mixed ethnicity. She has a slender build and is dressed in a chic, all-white ensemble consisting of a halter top and a flowing, high-waisted skirt that reaches her ankles. Her blonde hair is neatly styled in a sleek, low bun, and she wears oversized, dark sunglasses. She stands barefoot on the wooden deck of the yacht, leaning casually against the railing with her left hand. The background features a vast expanse of calm, blue water, with the distant skyline visible. The skyline includes modern, architectural structures, including a tall, pointed building that appears to be the St. Petersburg Tower in Russia. The sky is a clear blue with a few wispy clouds, indicating a sunny day. The yacht itself is sleek and modern, with a white exterior and wooden deck, and a spacious interior visible through the windows. The overall mood of the photograph is one of luxury, leisure, and sophistication, with the subject exuding confidence and elegance. ",
            "sks woman This photograph captures a serene lakeside scene with a luxurious wooden boat docked at a picturesque waterfront. The boat's interior features a cream-colored, tufted leather bench with a polished wood trim, creating a cozy and elegant ambiance. A young woman with long, dark hair and a light brown complexion is seated on the bench, wearing a white, silky, sleeveless dress that accentuates her curvaceous figure and medium-sized breasts. She has a confident and relaxed pose, with one hand resting on her knee and the other touching her hair. In the background, the serene lake reflects the lush, green landscape. A grand, Italian-style villa with a terracotta roof and tall, manicured cypress trees stands prominently on the hillside, adding a touch of classic European charm. The villa is adorned with lush greenery and a flagpole with the Italian flag flying, indicating a possible Italian location. The sky above is clear and blue, enhancing the overall tranquil and picturesque setting. The image captures a blend of luxury and natural beauty, emphasizing a moment of relaxation and indulgence.",
            "sks woman This is a vibrant, high-resolution photograph capturing a young woman lounging on a wooden boat deck, with a stunning coastal town in the background. The woman is of medium build with a tanned, athletic physique. She has dark hair tied back in a sleek, low bun and is wearing stylish, tortoiseshell sunglasses with a retro design. Her outfit consists of a strapless, mustard-colored bikini with horizontal white stripes and a prominent, square-shaped white buckle on the top, accentuating her toned midriff. She is also wearing a delicate, thin chain necklace. The woman is reclining with her right arm resting on her head, her left arm relaxed on the deck, and her legs extended, displaying a confident, relaxed pose. The background features a picturesque coastal town with pastel-colored buildings, including yellow, orange, and pink structures, perched on a hillside overlooking a deep blue sea. The water is choppy, with white waves reflecting the sunlight. A small boat is visible in the distance, adding to the nautical ambiance. The overall mood of the image is one of leisure and relaxation, with a blend of natural beauty and urban charm.",
            "Framed by the sleek, modern lines of the yacht's interior, the sks woman strikes a poised and elegant pose, her eyes meeting the camera with a captivating gaze. The soft, diffused lighting and the subtle textures of her ensemble create a sense of timeless sophistication.",
            "Dressed in a flowing, sheer coverup, the sks woman stands at the edge of the yacht, her gaze cast towards the horizon. The soft, diffused lighting and the sense of movement in the fabric create a dreamy, romantic atmosphere.",
            "With a confident and alluring smile, the sks woman leans against the railing of the yacht, her gaze directed towards the camera. The warm, golden lighting and the luxurious, nautical-inspired setting evoke a sense of glamour and sophistication."
            
          ]
        },
        {
          "name": "Спорткар 🏎️",
          "slug": "category_woman_sportscar",
          "promts": [
            "sks woman This is a high-resolution photograph taken at night, featuring a glamorous woman stepping out of a bright red sports car. The car, with its sleek design and glossy finish, is parked on a dark, wet road. The woman, who appears to be in her late twenties, has long, wavy blonde hair cascading over her shoulders. She is wearing a striking red dress with a black blazer draped over her shoulders, accentuating her slender figure. Her makeup is bold, with dark eyeliner and red lipstick, adding to her sophisticated look. She is wearing black high-heeled shoes, and her left leg is extended out of the car, resting on the ground. The interior of the car is lit, revealing its luxurious black leather seats and a steering wheel with yellow accents. The background shows the silhouette of a grand, historic-looking building with tall windows, and there are faint reflections of streetlights and other lights on the wet road. The overall ambiance is one of glamour and opulence, with the red car and the woman's attire standing out vividly against the dark, nighttime setting.",
            "sks woman This is a high-resolution photograph capturing a glamorous moment at a luxury car dealership. A young woman with long, straight blonde hair is seated on the hood of a sleek, red Lamborghini, which has its doors open. She is dressed in a black, long-sleeved blouse and a short, black leather skirt, revealing her toned legs. Her makeup is sophisticated, with a subtle smokey eye and nude lipstick. She is wearing black high-heeled sandals, adding to her elegant appearance. The car's interior is visible, showcasing black leather seats and a modern dashboard. The background features a cityscape with tall, modern skyscrapers under a clear blue sky. The buildings have a sleek, glassy appearance, and some are adorned with lights, suggesting it might be nighttime. Palm trees line the street, adding a touch of tropical flair. The pavement is paved with light-colored bricks, and there is a white vehicle parked in the background. The overall atmosphere is luxurious and sophisticated, with a hint of opulence. The photograph captures the intersection of high-end fashion and automotive luxury, set against a modern urban backdrop. ",
            "a sks woman This is a vibrant photograph featuring a young woman standing next to a luxurious, matte brown Lamborghini Huracán Spyder, parked on a sunlit, paved outdoor area. The woman, likely in her mid-20s, has long, wavy brown hair and is wearing a sleeveless, white lace dress with a plunging neckline, showcasing her toned arms and legs. She accessorizes with a beige handbag and black sandals. She is smiling confidently, holding a small, beige handbag in her left hand. The car, a high-performance sports vehicle, is open, revealing its sleek interior. The background includes a white building with the Dolce & Gabbana logo visible, suggesting a luxury shopping or entertainment complex. There are several palm trees and greenery around, indicating a warm, possibly Mediterranean climate. The sky is mostly clear with some scattered clouds, and the area appears to be well-maintained with clean, tidy surroundings. In the foreground, there are three orange shopping bags with the Louis Vuitton logo, suggesting the woman has just made a purchase. The overall scene exudes a sense of luxury, leisure, and accomplishment, likely capturing a moment of celebration or achievement. ",
            "A gorgeous sks woman in a elegant dress, in the background is a sports car, a Lamborghini, a girl holding onto it with her handA gorgeous sks woman in a beautiful sexy dress, in the background is a yellow sports car, a Lamborghini, a girl holding onto it with her hand",
            "sks woman This photograph captures a stunning scene at sunset, featuring a sks woman standing beside an orange Lamborghini Huracan. The woman, who appears to be of Caucasian descent, has a slender build and is wearing a sleek, form-fitting, white, sleeveless dress that hugs her figure. Her dark hair is styled in a sleek, high ponytail, and she wears minimal makeup, emphasizing her natural beauty. She stands casually with one hand resting on the open driver's door of the car, which is parked on a paved surface. The background showcases a serene beachside setting with a clear, blue ocean visible in the distance. Tall palm trees, their fronds swaying gently in the evening breeze, line the beachfront, creating a tropical ambiance. The sky is a gradient of soft hues, transitioning from a warm orange near the horizon to a pale blue at the top, indicating the setting sun. The lighting casts a warm glow over the entire scene, enhancing the natural beauty and luxury of the moment. The Lamborghini, with its sleek design and distinctive black and orange wheels, stands out prominently, reflecting the golden hues of the setting sun. The overall atmosphere is one of luxury, leisure, and natural beauty. ",
            "sks woman This is a high-resolution photograph capturing a serene, scenic moment with a young woman sitting in the driver's seat of a sleek, red convertible sports car. The woman, with long, straight blonde hair flowing freely in the wind, is dressed in a fitted, sleeveless white dress that accentuates her slender, athletic physique. Her skin is fair, and she wears large, white sunglasses that shield her eyes from the sun. She is engrossed in adjusting the car's controls, specifically the steering wheel and the gearshift, which are both black and feature the Mercedes-Benz logo. The interior of the car is modern and luxurious, with red leather seats that contrast sharply with the white dress. The dashboard is sleek and minimalist, with a large, circular speedometer and other digital displays. The car's top is down, allowing a clear view of the expansive, mountainous landscape behind her. The mountains are covered in dense, green foliage, and the sky above is filled with dramatic, dark clouds interspersed with patches of blue, suggesting a stormy atmosphere. The overall mood of the photograph is tranquil yet dynamic, capturing a moment of relaxation and adventure.",
            "The sks woman, dressed in a sleek racing suit, sits in the cockpit of a high-powered sports car, her fingers dancing across the controls as she prepares for the next race. The car's interior is a symphony of technology and precision, mirroring the sks woman's own focus and skill.",
            "A sks woman stands beside a vibrant red sports car, her hand resting on the glossy surface as she admires the vehicle's well-crafted lines and powerful presence. Her expression is one of admiration and appreciation, conveying a deep understanding and connection with the car's design and performance.",
            "A young sks woman in a stylish racing suit, her face partially obscured by a high-tech racing helmet, sits in the cockpit of a gleaming sports car, her hands expertly handling the controls as she prepares for the track. The car's sleek, aerodynamic design is highlighted by the dramatic lighting and the sks woman's intense focus."
            
          ]
        },
        {
          "name": "День рождения 🎂",
          "slug": "category_woman_birthday",
          "promts": [
            "The image is a high-resolution photograph featuring a young sks woman reclining on a plush, white bed in a luxurious, warmly lit hotel room. She has a light olive complexion and appears to be of Mediterranean or Middle Eastern descent. Her dark hair is slicked back into a sleek bun, accentuating her delicate facial features, including arched eyebrows and full, nude lips. She is wearing a form-fitting, sheer gown adorned with sparkling sequins and crystals, which covers her body from the neck down. The dress has a plunging neckline that reveals her cleavage and a cross necklace around her neck. She has a wristwatch on her left wrist and a bracelet on her right wrist, adding to the elegance of her attire. On the bed in front of her lies a large bouquet of white peonies. The bed she is lying on has a wooden headboard with intricate carvings and a matching bedside table. A classic, beige lamp with a white lampshade sits on the table, casting a warm glow over the room. The walls are a neutral beige, and the room has an air of sophistication and comfort. The overall ambiance suggests an opulent and intimate.",
            " This photograph captures a serene moment featuring a young sks woman with long, straight blonde hair, leaning her head into a large bouquet of pink roses. The roses are densely packed, creating a lush, vibrant display of soft pink petals. The woman's skin is fair, and she is wearing a simple, sleeveless black dress that contrasts with the flowers. The setting appears to be a sunlit living room with large windows, allowing natural light to flood in. The background reveals a lush, green garden with tall trees and shrubs, adding a sense of tranquility and natural beauty to the scene. The woman's expression is one of contentment and relaxation, her eyes closed as she gently touches the roses. The overall ambiance of the image is peaceful and romantic, emphasizing the beauty of nature and the simple pleasures of life. ",
            "The image is a high-resolution photograph featuring a young sks woman with long, straight dark hair, wearing a sleek, all-white outfit consisting of a tailored blazer and matching pants. She is leaning slightly forward, resting her hands on a large, extravagant bouquet of red roses, which dominates the foreground. The roses are arranged in a lush, full bouquet that appears to be wrapped in a white, patterned paper with the text 'FancySugar' printed repeatedly. The woman has a smooth complexion and is applying lipstick, her lips slightly parted in a pout. The background is a luxurious, well-lit room with elegant decor. To the left, there is a white, paneled wall with a gold door handle, and to the right, a beige curtain with a subtle, repetitive pattern hangs. In the center background, there is a stylish, modern table lamp with a beige lampshade, casting a warm glow. The overall ambiance is sophisticated and refined, suggesting a high-end setting, possibly a hotel or a posh apartment. The lighting is soft and flattering, highlighting the woman's features and the rich colors of the roses. The photograph captures a moment of elegance and glamour. ",
            "This photograph captures a young sks woman seated at a round table in an elegant, modern room with beige walls. The woman, likely in her mid-20s, has a light olive skin tone and dark, straight hair pulled back into a sleek, low bun. She is dressed in a sophisticated, off-white, fitted dress with puffed, voluminous sleeves that accentuate her slender frame. The dress features a deep V-neckline and a cinched waist, highlighting her figure. Around her neck, she wears a classic pearl necklace that adds a touch of timeless elegance. The centerpiece of the image is a beautifully decorated cake placed on a white plate in front of her. The two tier cake is elaborately decorated with intricate, white icing that resembles delicate lace or ruffles, adding a touch of elegance and sophistication. The single lit candle on the top tier is small and white, casting a soft glow.  It sits on a round, white cake stand. To her left, there is a clear glass vase filled with a bouquet of white and light pink roses, which adds a soft, romantic touch to the scene. A glass of white wine is also visible on the table, suggesting a celebratory or special occasion. The background features a light gray upholstered chair and a glimpse of beige curtains, creating a serene and sophisticated atmosphere.",
            "this photograph captures a sophisticated, elegant scene set. The image is a high-resolution photograph featuring a young sks woman with light brown hair. The woman is dressed in a form-fitting, sleeveless white gown with a high neckline. Her long, voluminous hair cascades down her back, and she wears large, dangling earrings. Her expression is composed and confident.In her hands, she holds a round, white birthday cake with the words 'HAPPYBIRTHDAY' written in bold black letters on the top. The cake appears to be frosted with a smooth, white icing and has a simple yet elegant design. Her posture is relaxed, and she holds the cake close to her chest, suggesting a celebratory or intimate setting.The overall style of the image is modern and minimalist, with a focus on the subject's attire and the birthday cake. The lighting is soft and even, eliminating any harsh shadows and highlighting the textures of her clothing and the smooth surface of the cake. The photograph has a clean, professional look, suitable for a birthday greeting or a celebratory announcement.",
            "a sks woman This is a high-resolution photograph featuring a young woman sitting on a white couch in a modern living room. The woman has straight dark brown hair. She is dressed in a sleeveless, form-fitting white dress with a textured fabric that appears to be a mix of knit and woven. She is looking slightly to her left, with a serene expression on her face. In front of her, there is a large, round arrangement of red roses, which covers the lower half of her body and spills onto the couch. The roses are arranged in a dense, symmetrical bouquet, with the flowers facing outward, creating a striking contrast with the white background. The arrangement is wrapped in a white paper, which adds to the elegant presentation. And a gift bag placed next to the woman on the couch, a bag have a dark red color has the brand name 'Cartier' embossed in gold is, indicating a high-end luxury item The background features a white wall with a subtle wainscoting detail, and two large, round mirrors mounted on the wall above the couch. The mirrors are framed in black and reflect the room, adding depth to the space. A modern, black chandelier with multiple light bulbs hangs from the ceiling, casting a warm glow over the scene. The overall atmosphere is chic and sophisticated, with a focus on minimalistic design and luxurious floral arrangements",
            "a sks woman This is a high-resolution photograph capturing a luxurious and romantic scene. The central subject is a young woman with straight hair, wearing a  sequined, sleeveless evening gown and a thigh-high slit. She is seated on a white, circular table. Her right hand gently touches a bouquet of the roses are arranged in a dense, symmetrical bouquet, with the flowers facing outward, creating a striking contrast with the white background. The arrangement is wrapped in a white paper, which adds to the elegant presentation. And a black Chanel shopping bag is placed next to the bouquet. Behind her is a large, round arrangement of red, heart-shaped helium balloons, adding a festive and celebratory touch to the scene. The background features a sophisticated living room with beige and brown tones. A plush, beige sofa with a tufted design is positioned to the right, and a wall with a subtle, textured pattern in shades of brown and beige is visible behind the sofa. The overall ambiance is elegant and intimate, with a focus on luxury and romance. The lighting is soft and warm, enhancing the rich textures and colors of the room and the subject's attire.",
            "a sks woman This photograph captures a young woman celebrating her birthday in a dimly lit, elegant restaurant. She has long, dark brown hair styled in a sleek updo and is wearing a strapless, black dress that accentuates her slender figure. Her makeup is sophisticated, featuring bold, dark eyeliner and a nude lipstick. She is holding a small, white cake with black icing swirls and black ribbon bows, topped with a single, lit black candle. The cake is placed on a round, white plate. The background features a bar area with numerous bottles of champagne and wine lined up against a mirrored wall, reflecting the warm, ambient lighting. The bar counter has a polished, reflective surface, and there are several lit candles in silver holders on the table, adding to the romantic ambiance. The table is covered with a white tablecloth, and the setting suggests an upscale, intimate celebration. The overall scene is rich in texture, with the glossy bottles, the reflective surfaces, and the soft glow of the candles creating a luxurious, intimate atmosphere. The photograph is high-resolution, capturing fine details and the soft, warm lighting that enhances the celebratory mood."
            
          ]
        },
        {
          "name": "14 февраля ❤️",
          "slug": "category_woman_valentines",
          "promts": [
            "a sks woman This is a high-resolution photograph capturing a luxurious and romantic scene. The central subject is a young woman with straight hair, wearing a  sequined, sleeveless evening gown and a thigh-high slit. She is seated on a white, circular table. Her right hand gently touches a bouquet of the roses are arranged in a dense, symmetrical bouquet, with the flowers facing outward, creating a striking contrast with the white background. The arrangement is wrapped in a white paper, which adds to the elegant presentation. And a black Chanel shopping bag is placed next to the bouquet. Behind her is a large, round arrangement of red, heart-shaped helium balloons, adding a festive and celebratory touch to the scene. The background features a sophisticated living room with beige and brown tones. A plush, beige sofa with a tufted design is positioned to the right, and a wall with a subtle, textured pattern in shades of brown and beige is visible behind the sofa. The overall ambiance is elegant and intimate, with a focus on luxury and romance. The lighting is soft and warm, enhancing the rich textures and colors of the room and the subject's attire. ",
            "a sks woman This is a high-resolution photograph featuring a young woman sitting on a white couch in a modern living room. The woman has straight dark brown hair. She is dressed in a sleeveless, form-fitting white dress with a textured fabric that appears to be a mix of knit and woven. She is looking slightly to her left, with a serene expression on her face. In front of her, there is a large, round arrangement of red roses, which covers the lower half of her body and spills onto the couch. The roses are arranged in a dense, symmetrical bouquet, with the flowers facing outward, creating a striking contrast with the white background. The arrangement is wrapped in a white paper, which adds to the elegant presentation. And a gift bag placed next to the woman on the couch, a bag have a dark red color has the brand name 'Cartier' embossed in gold is, indicating a high-end luxury item The background features a white wall with a subtle wainscoting detail, and two large, round mirrors mounted on the wall above the couch. The mirrors are framed in black and reflect the room, adding depth to the space. A modern, black chandelier with multiple light bulbs hangs from the ceiling, casting a warm glow over the scene. The overall atmosphere is chic and sophisticated, with a focus on minimalistic design and luxurious floral arrangements.",
            "sks woman This is a high-resolution photograph of a woman posing against a dark, textured background. She is wearing a form-fitting, deep red satin gown that accentuates her curves and falls to the floor in a graceful, flowing manner. The dress has a plunging neckline and a subtle wrap design, adding to its elegance. Her long, wavy brunette hair cascades over her shoulders, with some strands framing her face. The woman is holding several large, shiny, red heart-shaped balloons in her right hand, which are suspended in the air around her. The balloons have reflective surfaces that catch the light, adding a glossy texture to the image. She has a playful expression on her face, with a slight smile and closed eyes, as if she is about to kiss one of the balloons. Her lips are painted in a bright red lipstick, matching the color of her gown and balloons. Red hearts are also scattered across her body, appearing to have been applied as temporary tattoos or makeup. This image combines elements of romance, elegance, and playfulness, creating a visually striking and festive atmosphere.",
            "sks woman This is a digitally rendered photograph capturing a romantic and serene Parisian balcony scene at dusk. The focal point is the iconic Eiffel Tower, illuminated with a warm golden glow, standing tall against a deepening blue twilight sky. The tower is framed by a lush, green, and neatly trimmed hedge on the balcony's left side, with a lantern-style light fixture casting a soft, yellow light.  In the foreground there is This is a high-resolution photograph of a woman standing indoors, holding a large bouquet of pink peonies. The woman has a light complexion, wavy brown hair styled in an elegant updo, and is wearing a white, sleeveless dress with a fitted bodice and a slight flare at the waist. She accessorized with diamond earrings.The bouquet she holds - the roses are arranged in a dense, symmetrical bouquet, with the flowers facing outward, creating a striking contrast with the white background. The overall atmosphere is luxurious and stylish, with a focus on opulent decor and the woman's elegant appearance. The photograph captures a moment of refined beauty and celebration. Also on the balcony behind a loving couple there is a white, cushioned chaise lounge with a matching round coffee table placed on a beige, textured rug. The coffee table holds a small, lit candle and a book. To the right of the chaise lounge, another white sofa with cushions and a side table with a lantern is positioned. The balcony's railing is made of wrought iron, adding a touch of classic Parisian architecture. The background reveals a picturesque view of Parisian rooftops, with buildings in muted, earthy tones, bathed in the soft, warm light of the setting sun. The overall scene exudes a sense of tranquility and elegance, with the warm colors and soft lighting creating a cozy and inviting atmosphere. ",
            "sks woman The image is a high-resolution photograph featuring a young woman with long, straight dark hair, wearing a sleek, all-white outfit consisting of a tailored blazer and matching pants. She is leaning slightly forward, resting her hands on a large, extravagant bouquet of red roses, which dominates the foreground. The roses are arranged in a lush, full bouquet that appears to be wrapped in a white, patterned paper with the text 'FancySugar' printed repeatedly. The woman has a smooth complexion and is applying lipstick, her lips slightly parted in a pout. The background is a luxurious, well-lit room with elegant decor. To the left, there is a white, paneled wall with a gold door handle, and to the right, a beige curtain with a subtle, repetitive pattern hangs. In the center background, there is a stylish, modern table lamp with a beige lampshade, casting a warm glow. The overall ambiance is sophisticated and refined, suggesting a high-end setting, possibly a hotel or a posh apartment. The lighting is soft and flattering, highlighting the woman's features and the rich colors of the roses. The photograph captures a moment of elegance and glamour. ",
            "sks woman The image is a photograph taken in a modern, darkly lit bathroom. The primary subject is a young woman with fair skin and long, straight blonde hair. She is wearing a sleeveless black dress and black shorts, and she is holding a smartphone in her right hand, taking a mirror selfie. Her left hand is holding a large, round bouquet of light pink roses, which she is holding close to her body. The roses are densely packed and have a fluffy, ruffled texture. The background features a dark, wooden wall with a glossy finish, creating a contrast with the light pink roses. The mirror she is taking the selfie in is large and reflective, capturing her full body. The lighting in the room is dim, with a single overhead light fixture visible in the top left corner of the image. The bathroom door, which is partially open, is visible on the right side of the image, showing a glimpse of a dark, polished surface. The overall mood of the photograph is intimate and personal, with a focus on the subject and her floral arrangement, creating a warm and inviting atmosphere.",
            "sks woman A glamorous woman with flowing hair poses playfully inside a large heart-shaped cutout framed by rich red velvet curtains. The fabric is elegantly gathered at the edges, creating a dramatic and theatrical effect. She wears a dazzling black sequined dress with a plunging neckline and thin straps, hugging her figure and accentuating her curves. The dress features a high thigh slit, revealing her toned leg. She stands gracefully, leaning slightly forward with one arm resting on her thigh while the other is extended, blowing a kiss towards the camera. Her expression is flirty and confident, with slightly parted lips and eyes gently closed. Her makeup is glamorous, featuring a smoky eye, bold lashes, and glossy nude lips. Her skin appears luminous under the soft lighting, which casts a warm glow against the deep red background. The background consists of luxurious red velvet curtains that add a sense of depth and opulence to the scene. The lighting highlights the folds and texture of the fabric, enhancing the romantic and dramatic atmosphere. The combination of the heart-shaped frame, the bold color palette, and the woman's confident pose creates a visually striking and seductive composition, reminiscent of a classic cabaret or vintage Hollywood photoshoot. ",
            "sks woman The image is a high-resolution photograph taken at night in a city, likely Paris, as suggested by the iconic Eiffel Tower illuminated in golden lights, dominating the background. The Eiffel Tower's intricate metal structure is visible, with its warm, glowing lights creating a striking contrast against the dark night sky. In the foreground, a young woman stands confidently on a sidewalk. She has long, wavy blonde hair and a fair complexion. She is wearing a form-fitting, long-sleeved, red dress that accentuates her slim figure. The dress has a high neckline and features a dramatic, deep side slit, revealing part of her thigh. She is accessorized with a matching red handbag with a gold chain strap, which she holds in her left hand. Her makeup is bold and glamorous, with dark eyeliner and lipstick that complements her outfit. The background is bustling with people, some walking and others standing, creating a sense of a lively, urban environment. The street is illuminated by street lamps, adding a soft, yellow glow to the scene. The atmosphere is vibrant and festive, with the Eiffel Tower serving as a timeless, iconic backdrop. "
          ]
        }
      ]
    }
  }